Repository: rffontenelle/tp-pt_BR-translations
Catalog: meritous/*.po
Languages: pt_br

source: Action-adventure dungeon crawl game
pt_br: Jogo de exploração de masmorras de ação e aventura

source: Far below the surface of the planet is a secret. A place of limitless power. Those that seek to control such a utopia will soon bring an end to themselves. Seeking an end to the troubles that plague him, PSI user MERIT journeys into the hallowed Orcus Dome in search of answers.
pt_br: Muito abaixo da superfície do planeta está um segredo. Um lugar de poder ilimitado. Aqueles que buscam controlar tal utopia logo trarão um fim a si mesmos. Buscando o fim dos problemas que o assolam, o usuário PSI MERIT viaja para a sagrada Cúpula de Orcus em busca de respostas.

source: Meritous is a action-adventure game with simple controls but a challenge to find a balance of power verses recovery time during real-time battles. Set in a procedurally generated world, the player can explore thousands of rooms in search of powerful artifacts, tools to help them, and to eventually free the Orcus Dome from evil.
pt_br: Meritous é um jogo de ação e aventura com controles simples, mas um desafio para encontrar um equilíbrio de poder versus tempo de recuperação durante batalhas em tempo real. Situado em um mundo gerado proceduralmente, o jogador pode explorar milhares de salas em busca de artefatos poderosos, ferramentas para ajudá-los e, eventualmente, libertar a Cúpula de Orcus do mal.

source: Title screen
pt_br: Tela do título

source: Upgrading attack
pt_br: Melhorando o ataque

source: Cannot open %s: %s
pt_br: Não foi possível abrir %s: %s

source: Make sure the game data is installed.
pt_br: Certifique-se que os dados de jogo estão instalados.

source: Continue
pt_br: Continuar

source: New Game
pt_br: Novo jogo

source: New Game (Wuss mode)
pt_br: Novo jogo (modo Frouxa)

source: Loading... please wait
pt_br: Carregando... aguarde

source: Saving... please wait
pt_br: Salvando... aguarde

source: Psi Crystals: %d
pt_br: Cristais Psi: %d

source: Explored: %.1f%% (%d/%d rooms)
pt_br: Explorado: %.1f%% (%d/%d salas)

source: Cleared: %.1f%% (%d/%d monsters)
pt_br: Limpado: %.1f%% (%d/%d monstros)

source: Reflect shield
pt_br: Escudo

source: Circuit charge
pt_br: Poder

source: Circuit refill
pt_br: Recarregamento

source: Use the movement keys to locate a checkpoint. Press button 1 to
pt_br: Ache um checkpoint com teclas de movimento. Pressione 1 para

source: teleport to this checkpoint. Press Back or 3 once you are done.
pt_br: teleportar para o checkpoint. Pressione Voltar ou 3 ao terminar.

source: Use the movement keys to locate a checkpoint. Press ENTER to
pt_br: Ache um checkpoint com teclas de movimento. Pressione ENTER para

source: teleport to this checkpoint. Press ESCAPE or TAB once you are done.
pt_br: teleportar para o checkpoint. Pressione ESCAPE ou TAB ao terminar.

source: Paused
pt_br: Pausado

source: Are you sure you want to quit?
pt_br: Tem certeza que deseja sair?

source: Press button 2 to confirm.
pt_br: Botão 2 para confirmar.

source: Press enter to confirm.
pt_br: ENTER para confirmar.

source: G A M E O V E R
pt_br: F I M D E J O G O

source: Psi Circuit
pt_br: Circuito Psi

source: This is a checkpoint, but it doesn't seem to be working
pt_br: Esse é um checkpoint, mas não parece estar funcionando

source: This is a checkpoint. You will return here when you die.
pt_br: Esse é um checkpoint. Você retornará aqui quando morrer.

source: Press button 2 to teleport between checkpoints.
pt_br: Pressione o botão 2 para teleportar entre checkpoints.

source: Press ENTER to teleport between checkpoints.
pt_br: Pressione ENTER para teleportar entre checkpoints.

source: Press button 2 to open the storage chest
pt_br: Pressione o botão 2 para abrir o baú

source: Press ENTER to open the storage chest
pt_br: Pressione ENTER para abrir o baú

source: Your shield is already at full efficiency
pt_br: Seu escudo já está em eficiência completa

source: Press button 2 to upgrade shields (%d crystals)
pt_br: Pressione o botão 2 para melhorar o escudo (%d cristais)

source: Press ENTER to upgrade shields (%d crystals)
pt_br: Pressione ENTER para melhorar o escudo (%d cristais)

source: Your circuit charge rate is already at its highest
pt_br: Sua taxa de poder já está no máximo

source: Press button 2 to upgrade circuit charge (%d crystals)
pt_br: Pressione o botão 2 para melhorar o poder (%d cristais)

source: Press ENTER to upgrade circuit charge (%d crystals)
pt_br: Pressione ENTER para melhorar o poder (%d cristais)

source: Your circuit refill rate is already at its highest
pt_br: Sua taxa de recarregamento já está no máximo

source: Press button 2 to upgrade circuit refill (%d crystals)
pt_br: Pressione o botão 2 para melhorar o recarregamento (%d cristais)

source: Press ENTER to upgrade circuit refill (%d crystals)
pt_br: Pressione ENTER para melhorar o recarregamento (%d cristais)

source: Press button 2 to record your progress
pt_br: Pressione o botão 2 para salvar seu progresso

source: Press ENTER to record your progress
pt_br: Pressione ENTER para salvar seu progresso

source: This is a crystal device. It isn't working at the moment.
pt_br: Esse é um dispositivo de cristal. Ele não está funcionando no momento.

source: Press button 2 to activate the crystal device
pt_br: Pressione o botão 2 para ativar o dispositivo de cristal

source: Press ENTER to activate the crystal device
pt_br: Pressione ENTER para ativar o dispositivo de cristal

source: The artifact is tainted with shadow. You must slay more of the shadow first.
pt_br: O artefato está contaminado com sombra. Você deve matar mais sombras primeiro.

source: Press 4 to read the help file
pt_br: Pressione 4 para ler o arquivo de ajuda

source: Press H to read the help file
pt_br: Pressione H para ler o arquivo de ajuda

source: Ancient artifact: Complete Map
pt_br: Artefato antigo: Mapa completo

source: Ancient artifact: Shield boost
pt_br: Artefato antigo: Reforço do escudo

source: Ancient artifact: Extra crystal efficiency
pt_br: Artefato antigo: Eficiência extra de cristal

source: Ancient artifact: Circuit booster
pt_br: Artefato antigo: Reforçador de circuito

source: Ancient artifact: Metabolism increase
pt_br: Artefato antigo: Aumento de metabolismo

source: Ancient artifact: Dodge enhancer
pt_br: Artefato antigo: Potencializador de esquiva

source: Ancient artifact: Ethereal Monocle
pt_br: Artefato antigo: Monóculo etéreo

source: Ancient artifact: Crystal gatherer
pt_br: Artefato antigo: Coletor de cristais

source: Enhancement: Shield upgrade
pt_br: Aprimoramento: Melhoria do escudo

source: Enhancement: Circuit charge upgrade
pt_br: Aprimoramento: Melhoria do poder

source: Enhancement: Circuit refill upgrade
pt_br: Aprimoramento: Melhoria do recarregamento

source: Reward: Psi crystals
pt_br: Prêmio: Cristais Psi

source: Holy Sword 'Balmung' answers your call
pt_br: Espada Sagrada "Balmung" responde ao seu chamado

source: Mystic Halberd 'Amenonuhoko' answers your call
pt_br: Alabarda Mística "Amenonuhoko" responde ao seu chamado

source: Divine Bow 'Gandiva' answers your call
pt_br: Arco Divino "Gandiva" responde ao seu chamado

source: You capture the cursed seal. Return to the entrance
pt_br: Você capturou o selo amaldiçoado. Retorne para a entrada

source: Balmung will remain here, where the ley lines are strong
pt_br: Balmung permanecerá aqui, onde as linhas ley são fortes

source: Amenonuhoko will remain here, where the ley lines are strong
pt_br: Amenonuhoko permanecerá aqui, onde as linhas ley são fortes

source: Gandiva will remain here, where the ley lines are strong
pt_br: Gandiva permanecerá aqui, onde as linhas ley são fortes

source: . . . . . . retrieved 'Agate Knife'
pt_br: . . . . . . obteve 'Faca de Ágata'

source: ERROR: NO MESSAGE VALUE GIVEN
pt_br: ERRO: NENHUM VALOR DE MENSAGEM FORNECIDO

source: Parity byte in error (%x != 0x7C) Aborting
pt_br: Byte de paridade em erro (%x != 0x7C) Abortando

source: Holy Sword 'Balmung'
pt_br: Espada Sagrada "Balmung"

source: Mystic Halberd 'Amenonuhoko'
pt_br: Alabarda Mística "Amenonuhoko"

source: Divine Bow 'Gandiva'
pt_br: Arco Divino "Gandiva"

source: Cursed Seal of Yahveh
pt_br: Selo Amaldiçoado de Yahveh

source: MERIDIAN: Different... Your PSI is different. Your magic is perverse. Poisonous. Treacherous.
pt_br: MERIDIAN: Diferente... Seu PSI é diferente. Sua mágica é perversa. Venenosa. Traiçoeira.

source: MERIT: Nothing but darkness carried on the wind of a curse. It's amazing that you are able to communicate with me at all. Surely a statement on the perversity of my magic, coming from you, is more than a little bit hypocritical.
pt_br: MERIT: Nada além de escuridão carregada no vento de uma maldição. É incrível que você seja capaz de se comunicar comigo. Certamente, uma declaração sobre a perversidade da minha magia, vinda de você, é mais do que pouco hipócrita.

source: MERIDIAN: So. You've even brought that tainted thing with you. That does not really surprise me, but nonetheless, your weak, impure PSI will do you little good against one manifest of shadows. Pitiful thing from the surface, MERIDIAN shall return you to the dust from whence you came!
pt_br: MERIDIAN: Então. Você até trouxe aquela coisa contaminada com você. Isso realmente não me surpreende, mas mesmo assim, seu PSI fraco e impuro lhe fará pouco bem contra um manifesto de sombras. Coitada da superfície, MERIDIAN devolverá você ao pó de onde você veio!

source: ATARAXIA: It felt nearly as inconsequential as a stilling in the breeze, but there was more to it, wasn't it? It feels as though I lost a part of myself. Was that your doing?
pt_br: ATARAXIA: Parecia quase tão inconsequente quanto uma quietude na brisa, mas havia mais nisso, não era? Parece que perdi uma parte de mim mesmo. Isso foi seu feito?

source: MERIT: Moving Ochra's Keys from the ley lines was only the start, am I correct? Nonetheless, what you've already caused is enough. The Keys were placed to prevent corruption in the PSI. Moving them renders the PSI unusable. There is nothing to be gained from THAT.
pt_br: MERIT: Mover as Chaves de Ochra das linhas ley foi apenas o começo, estou correto? No entanto, o que você já causou é o suficiente. As chaves foram colocadas para impedir a corrupção no PSI. Movê-los torna o PSI inutilizável. Não há nada a ganhar com ISSO.

source: ATARAXIA: Statements like that belie your youthful naivety and ignorance. There is no way to make magic unusable. What you see now is the other side of PSI that pitiful beings such as yourself turn a blind eye to. Like the sun at dawn the sun at dusk, it is nonetheless the same sun, and each beautiful in its own way. PSI isn't just for things like you, but for the entire cosmos. Nothing can be gained by preventing it from taking its natural course.
pt_br: ATARAXIA: Declarações como essa desmentem sua ingenuidade e ignorância juvenis. Não há como tornar a magia inutilizável. O que você vê agora é o outro lado da PSI, que seres miseráveis como você mesmos fecham os olhos. Como o sol ao amanhecer o sol ao anoitecer, é o mesmo sol, e cada um lindo ao seu próprio modo. O PSI não é apenas para coisas como você, mas para todo o cosmos. Nada pode ser ganho impedindo-o de seguir seu curso natural.

source: MERIT: You delude yourself with the crazed whisperings from the muck that spawned you. You say that this PSI is still PSI, but it is not. PSI is the energy of creation. This is the energy of destruction. PSI is a pure force, gathered from around me and targeted with my mind. This is a foul mixture, existing as half-mad corruptions like you. It can only break apart when confronted with true power.
pt_br: MERIT: Você se ilude com os sussurros enlouquecidos da sujeira que gerou você. Você diz que este PSI ainda é PSI, mas não é. PSI é a energia da criação. Essa é a energia da destruição. PSI é uma força pura, reunida ao meu redor e direcionada para minha mente. Esta é uma mistura suja, existindo como corrupções meio loucas como você. Só pode desmoronar quando confrontado com o verdadeiro poder.

source: ATARAXIA: You realise that not even your fellow PSI users agree with you? But, it is of little consequence. I'll show you the true beauty of that which you shun by smothering you in it and turning your flesh into fuel for the PSI that runs through the veins of this Dome!
pt_br: ATARAXIA: Você percebe que nem mesmo seus usuários PSI concordam com você? Mas é de pouca importância. Vou lhe mostrar a verdadeira beleza daquilo que você evita ao sufocá-lo e transformar sua carne em combustível para o PSI que corre nas veias desta Cúpula!

source: MERODACH: e v e r y t h i n g h a s t u r n e d t o d a r k n e s s n o s o u n d n o l i g h t n o s e n s a t i o n w a s t h i s w h a t y o u w e r e a f t e r f r o m t h e b e g i n n i n g ?
pt_br: MERODACH: t u d o s e t o r n o u e s c u r i d ã o s e m s o m s e m l u z s e m s e n s a ç ã o e r a d i s s o q u e v o c ê e s t a v a a t r á s d e s d e o c o m e ç o ?

source: MERODACH i ' l l w r a p m y r e m a i n i n g P S I a r o u n d y o u a n d e x t i n g u i s h t h a t l i f e o f y o u r s l e t ' s s e e h o w y o u e n j o y e t e r n a l r e s t
pt_br: MERODACH v o u a m a r r a r m e u P S I r e m a n e s c e n t e e m t o r n o d e v o c ê e e x t i n g u i r s u a v i d a v a m o s v e r c o m o v o c ê a p r o v e i t a o d e s c a n s o e t e r n o

source: MERIT: ANIXIL? So, that's how it is. I assume you worked out a way of using the PSI in this state. So, not happy with your allotted PSI from the Dome, you decided to render it in this form and take it all for yourself. What was your reasoning for doing something this rash, though?
pt_br: MERIT: ANIXIL? Então é assim. Eu suponho que você arranjou uma maneira de usar o PSI nesse estado. Então, não contente com o seu PSI alocado da Cúpula, você decidiu renderizá-lo desta forma e pegar tudo sozinho. Qual foi o seu raciocínio para fazer algo tão imprudente?

source: WERVYN ANIXIL: All you seem to do is complain. That's what I've discovered through this, and it's definitely part of the reason I did it. I do creative things like this sort of 'punishment' because it lets me better understand the nature of all the forces involved. It tells me that you, MERIT, really do not have a clue how to relate to other PSI users, and that for the most part you're entirely self-absorbed. It tells me that, while PSI users in general doesn't really 'get' the ethos of the forces involved here, and that the rerendered
pt_br: WERVYN ANIXIL: Tudo o que você parece fazer é reclamar. É o que eu descobri através disso, e é definitivamente parte da razão pela qual fiz isso. Eu faço coisas criativas como esse tipo de "punição" porque me permite entender melhor a natureza de todas as forças envolvidas. Isso me diz que você, MERIT, realmente não tem a menor ideia de como se relacionar com outros usuários do PSI, e que, na maior parte do tempo, você é completamente egocêntrico. Isso me diz que, enquanto os usuários do PSI em geral não "entendem" o ethos

source: WERVYN ANIXIL: PSI, as intelligent as it is, pretty much entirely understands it, though it was mistaken that the rendering of this form was intentional. Regarding that, by the way, THAT is the reason I thought you needed a punishment. Making ridiculously inefficient, wasteful use of the limited PSI we have available wouldn't have been a problem if it was just the normal PSI like we'd planned it to be. But you knew full well that PSI users who wanted
pt_br: WERVYN ANIXIL: das forças envolvidas aqui, e que o PSI renderizado, tão inteligente como é, o compreende completamente, embora estivesse enganado que a renderização desta forma foi intencional. Quanto a isso, a propósito, ESSA é a razão pela qual pensei que você precisava de uma punição. Tornar o uso ridiculamente ineficiente e desperdiçador do PSI limitado que temos disponível não teria sido um problema

source: WERVYN ANIXIL: nothing to do with it were being greatly inconvenienced by usage clogging up the limited ley-lines we have. That makes you an asshole, a deliberate prick to everyone in the world because you thought you could get away with it, and that it wouldn't matter. I also take issue with this nonsense about your punishment being severe, because it's not. You can still use your PSI as you used it before, to a
pt_br: WERVYN ANIXIL: se fosse apenas o PSI normal como planejamos. Mas você sabia muito bem que os usuários do PSI que não queriam nada com isso estavam sendo muito incomodados pelo uso entupindo as limitadas linhas Ley que temos. Isso faz de você um idiota, um idiota deliberado para todos no mundo porque você pensou que poderia se safar, e que isso não importaria. Eu também tenho problema com essa bobagem sobre a sua punição ser severa,

source: WERVYN ANIXIL: similar level of effectiveness. I specifically allowed access to THIS form of PSI so that you couldn't complain that you couldn't use magic. Now exiling you to the Dome had multiple meanings. One was to effectively tell you, 'I don't think you have anything of value to do, so I'm putting you in a place where no one does anything of value.' I still think that, by the way. Another was, like I said, to see what you would do. Maybe you would actually cast something worth the PSI, then. Or maybe you would take the
pt_br: WERVYN ANIXIL: porque não é. Você ainda pode usar seu PSI como você usou antes, para um nível semelhante de eficácia. Eu permiti especificamente o acesso a esta forma de PSI para que você não pudesse reclamar que não podia usar magia. Agora, exilar você para a Cúpula teve vários significados. Um deles foi lhe dizer: "Eu não acho que você tenha algo de valor para fazer, então estou colocando você em um lugar onde ninguém faz nada de valor". Eu ainda acho que, a propósito. Outra foi, como eu disse, ver o que você faria. Talvez você

source: WERVYN ANIXIL: hint and just stop it for the week until I decided you'd had enough. But you couldn't do either of those things, because all you do is complain. I want you to take a look at yourself and ask what you want to accomplish here, and what you think is keeping you here. Obviously you have some attachment, even though you keep saying the new PSI is worthless. This isn't
pt_br: WERVYN ANIXIL: realmente tenha lançado algo que valha o PSI. Ou talvez você aceitasse a sugestão e parasse por uma semana até que eu decidisse que você tinha o suficiente. Mas você não pode fazer nenhuma dessas coisas, porque tudo que você faz é reclamar. Eu quero que você dê uma olhada em si mesmo e pergunte o que você quer realizar aqui, e o que você acha que está mantendo você aqui. Obviamente você

source: WERVYN ANIXIL: true, of course, ATARAXIA really captures a good point here. For the most part, PSI users just find you extremely annoying because you continually set yourself at odds with pretty much every kind of PSI usage but your own, and then complain about it. Do you want things to be different? They certainly can be. 'EVEN IF I DO CHANGE, THEN MY PSI WON'T BE GOOD ENOUGH!' That's bullshit. All other PSI users seem to be on the path to figuring out how to just use it. You can too.
pt_br: WERVYN ANIXIL: tem algum apego, ainda que você continue dizendo que o novo PSI é inútil. Isso não é verdade, claro, ATARAXIA realmente capta um bom ponto aqui. Na maioria dos casos, os usuários do PSI apenas acham você extremamente irritante, porque você sempre vê problema em praticamente todos os tipos de uso de PSI, mas não em você mesmo, e depois se queixa disso. Você quer que as coisas sejam diferentes? Elas certamente podem ser. "MESMO QUE EU MUDE, ENTÃO MEU PSI NÃO SERÁ BOM BASTANTE!" Isso é besteira. Todos os outros usuários do

source: WERVYN ANIXIL: Your 'punishment' is up tomorrow, I'd only planned to do it for a week. Of course, you can continue complaining, and I may have to think of something else to do to you. But I'm not going to kill you. If you want to leave this mortal coil because you can't take it anymore, then leave. If you don't want to leave, then start working out your issues with the new PSI, I actually would love to help. And if you don't want to do that, then I'm sorry, but you're going to continue being useless at magic, because the way you are
pt_br: WERVYN ANIXIL: PSI parecem estar no caminho para descobrir como usá-lo. Você também pode. Sua "punição" é amanhã, eu planejei fazer isso por uma semana. Claro, você pode continuar reclamando e talvez precise pensar em outra coisa para fazer com você. Mas eu não vou te matar. Se você quiser deixar esse corpo mortal porque não aguenta mais, deixe-o. Se você não quer deixar, então comece a resolver seus problemas com o novo PSI, eu realmente gostaria de ajudar. E se

source: WERVYN ANIXIL: now, it's not surprising at all that your PSI ability is as stunted as it is.
pt_br: WERVYN ANIXIL: você não quer fazer isso, então me desculpe, mas você vai continuar sendo inútil na mágica, porque do jeito que você é agora, não é de se surpreender que sua habilidade de PSI seja tão atrofiada quanto é.

source: MERIT: The tainted PSI has driven even you mad. Mad with power. This is a blow I I must strike, for everyone. For humanity.
pt_br: MERIT: O PSI contaminado levou você até a loucura. Louco com poder. Este é um golpe que devo atacar para todos. Para a humanidade.

source: WERVYN ANIXIL: I'll meet you at the point of diminishing returns.
pt_br: WERVYN ANIXIL: Eu encontrarei você no ponto de retornos decrescentes.

source: MERIT: ANIXIL? So, that's how it is. I assume you worked out a way of using the PSI in this state. So, not happy with your allotted PSI from the Dome, you decided to render it in this form and take it all for yourself. What was your reasoning for doing something this rash, though? That was what you wanted to hear, right?
pt_br: MERIT: ANIXIL? Então é assim. Eu suponho que você encontrou uma forma de usar o PSI neste estado. Então, não contente com o seu PSI da Cúpula, você decidiu renderizá-lo desta forma e pegar tudo sozinho. Qual foi o seu raciocínio para fazer algo tão imprudente? Isso foi o que você queria ouvir, certo?

source: WERVYN ANIXIL????: All you seem to do is complain. That's what I've discovered through this, and it's definitely part of the ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... oh.
pt_br: WERVYN ANIXIL????: Tudo o que você parece fazer é reclamar. É o que eu descobri através disso, e é definitivamente parte da .. ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... oh.

source: MERIT: If I've learned anything in life, it's that things are often not quite as they seem. You couldn't use the Agate Knife, so you attempted to hide it. Unfortunately for you, I found it and recognised it.
pt_br: MERIT: Se aprendi alguma coisa na vida, é que as coisas muitas vezes não são exatamente como parecem. Você não podia usar a Faca de Ágata, então tentou escondê-lo. Infelizmente, para você, eu a encontrei e a reconheci.

source: WERVYN ANIXIL????: . . . . no. It's not just recognising the Knife at all. You were actually able to use it, too. So. You too knew the secret?
pt_br: WERVYN ANIXIL????: . . . . não. Não é apenas reconhecer a faca. Você foi realmente capaz de usá-la também. Então, você também sabia o segredo?

source: MERIT: I was one of the few that he told. And so I know.
pt_br: MERIT: Eu fui um dos poucos a quem ele contou. E, portanto, eu sei.
