Repository: rffontenelle/tp-pt_BR-translations
Catalog: meritous/*.po
Languages: pt_br

source: MERIT: Well, it wasn't a bad attempt. If I hadn't found THAT, I would never have known. Now that that's taken care of, I might as well finish what I came here for. Prepare yourself.
pt_br: MERIT: Bem, não foi uma tentativa ruim. Se eu não tivesse encontrado isso, eu nunca saberia. Agora que isso foi resolvido, eu poderia terminar o que vim aqui. Prepare-se.

source: ????: I won't hold back! There's not a lot of point, now.
pt_br: ????: Não vou me segurar! Não há muitos pontos, agora.

source: Merit released the locks on the PSI flowing through the Dome,
pt_br: Merit liberou as travas no PSI que flui através da Cúpula,

source: releasing the flow of PSI into the atmosphere.
pt_br: liberando o fluxo de PSI na atmosfera.

source: The Orcus Dome was originally built to centralise the limited
pt_br: A Cúpula de Orcus foi construída para centralizar o limitado

source: PSI available to everyone. However, this made the existing
pt_br: PSI disponível para todos. Porém, isso tornou as reservas

source: reserves more vulnerable to malicious PSI users
pt_br: existentes mais vulneráveis a usuários de PSI malicioso.

source: While other PSI users initially resented Merit for his rash
pt_br: Apesar de outros usuários do PSI terem se ressentido do Merit

source: behaviour, they eventually adjusted to the decentralisation.
pt_br: por seu comportamento, eles se ajustaram à descentralização.

source: Eventually, PSI users grew so adept at manipulating the
pt_br: Por fim, os usuários do PSI tornaram-se tão hábeis em manipular os

source: diluted flows of PSI that they were capable of the same things
pt_br: fluxos diluídos do PSI que eram capazes das mesmas coisas de antes.

source: as before. Each PSI user would keep their own individual
pt_br: Cada usuário do PSI manteria suas próprias reservas individuais

source: reserves of PSI for when they needed to weild greater power,
pt_br: de PSI para quando eles precisassem aumentar a potência,

source: and the balance of power was restored.
pt_br: e o equilíbrio de poder seria restaurado.

source: Merit decided to assume the role of custodian over the Orcus
pt_br: Merit decidiu assumir o papel de guardião da Cúpula de Orcus,

source: Dome, in Wervyn Anixil's place. He resumed the experiments on
pt_br: no lugar de Wervyn Anixil. Ele retomou os experimentos no PSI

source: PSI and found ways of making the Dome's remaining supply go as
pt_br: e encontrou maneiras de fazer o estoque remanescente da Cúpula

source: far as it could.
pt_br: durar o máximo que pudesse.

source: Other PSI users were suspicious of MERIT, just as they were
pt_br: Outros usuários da PSI suspeitavam do MERIT, mesma desconfiança

source: wary of Wervyn Anixil before him, but they soon adjusted.
pt_br: de Wervyn Anixil antes dele, mas logo se ajustaram.

source: The balance of power was quickly restored, and stabilised for
pt_br: O equilíbrio de poder foi rapidamente restaurado e estabilizado

source: eternity due to the work of Wervyn Anixil and now MERIT.
pt_br: para a eternidade devido ao trabalho de Wervyn Anixil e agora MERIT.

source: [[ BEST ENDING ]]
pt_br: [[ MELHOR FIM ]]

source: Concept: Lancer-X/Asceai
pt_br: Conceito: Lancer-X/Asceai

source: Game design: Lancer-X/Asceai
pt_br: Design do jogo: Lancer-X/Asceai

source: Graphics: Lancer-X/Asceai
pt_br: Gráficos: Lancer-X/Asceai

source: Programming: Lancer-X/Asceai
pt_br: Programação: Lancer-X/Asceai

source: Sound Effects: Various (public domain) sources
pt_br: Efeitos de som: Várias (domínio público) fontes

source: Music: Various artists
pt_br: Música: Vários artistas

source: Beta testing: Quasar
pt_br: Teste beta: Quasar

source: Beta testing: Terryn
pt_br: Teste beta: Terryn

source: Beta testing: Wervyn
pt_br: Teste beta: Wervyn

source: cavern.xm Unknown
pt_br: cavern.xm Desconhecido

source: Activating the seal quickly unblocked the ley lines and allowed
pt_br: A ativação do selo rapidamente desbloqueou as linhas de ley

source: PSI to flow through the Dome again. The remaining shadows were
pt_br: e permitiu que o PSI passasse pela Cúpula novamente. As sombras

source: quickly flushed out.
pt_br: restantes foram rapidamente destruídas.

source: Wervyn Anixil's unconventional use of the PSI resulted in him
pt_br: O uso não convencional do PSI pelo Wervyn Anixil resultou em

source: being burned out and rendered powerless. Merit will see to it
pt_br: ele ser queimado e perdido todo seu poder. Merit fará com que

source: that he faces judgement for his crimes.
pt_br: ele seja julgado por seus crimes.

source: Neither of the two PSI weapons housed within the Dome had been
pt_br: Nenhuma das duas armas PSI alojadas dentro da Cúpula foram tocadas.

source: touched. However . . .
pt_br: Contudo . . .

source: The traitor, who was never identified, perished in the Sealing.
pt_br: O traidor, que nunca foi identificado, pereceu no Selo.

source: It soon became clear that the traitor had managed to betray and
pt_br: Logo ficou claro que o traidor havia conseguido trair e matar o

source: kill the real Wervyn Anixil during his experiments on the PSI.
pt_br: verdadeiro Wervyn Anixil durante suas experiências no PSI.

source: If the Agate Knife was never found, nobody would have been any
pt_br: Se a Faca de Ágata nunca fosse encontrada, ninguém teria sido

source: the wiser, and things could have turned out very differently.
pt_br: o sábio, e as coisas poderiam ter sido muito diferentes.

source: However, there was one last thing for MERIT to do.
pt_br: No entanto, havia uma última coisa para o MERIT fazer.
