Repository: rffontenelle/tp-pt_BR-translations
Catalog: grip/*.po
Languages: pt_br

source: Specify the config file to use (in your home dir)
pt_br: Especifica o arquivo de configuração a ser usado (no seu HOME)

source: CONFIG
pt_br: CONFIGURAÇÃO

source: Specify the cdrom device to use
pt_br: Especifica a unidade de CD-ROM a ser usada

source: DEVICE
pt_br: DISPOSITIVO

source: Specify the generic scsi device to use
pt_br: Especifica uma unidade SCSI genérica a ser usada

source: Launch in "small" (cd-only) mode
pt_br: Inicia em modo "pequeno" (somente cd)

source: "Local" mode -- do not look up disc info on the net
pt_br: Modo "Local" -- não procura por informações do disco na net

source: Do not do I/O redirection
pt_br: Não faz redirecionamento de E/S

source: Run in verbose (debug) mode
pt_br: Executa em modo detalhado (depuração)

source: Error: Unable to initialize [%s]
pt_br: Erro: Não foi possível inicializar [%s]

source: Work is in progress. Really shut down?
pt_br: Trabalho em progresso. Realmente deseja sair?

source: Unable to open help file
pt_br: Não foi possível abrir arquivo de ajuda

source: Help
pt_br: Ajuda

source: Table Of Contents
pt_br: Índice

source: About
pt_br: Sobre

source: Version %s
pt_br: Versão %s

source: Error: Trying to show homepage failed.
pt_br: Erro: Tentativa de mostrar página inicial falhou.

source: Created by Grip
pt_br: Criado por Grip

source: Your config file is out of date -- resetting to defaults. You will need to re-configure Grip. Your old config file has been saved with -old appended.
pt_br: Seu arquivo de configuração está desatualizado -- redefinindo para padrão. Você vai precisar reconfigurar o Grip. A sua configuração antiga foi arquivada em ~/.grip-old.

source: server is %s, port %d
pt_br: servidor é %s, porta %d

source: Error: Unable to save config file.
pt_br: Erro: Não foi possível salvar o arquivo de configuração.

source: Config
pt_br: Configuração

source: CDRom device
pt_br: Dispositivo de CD-ROM

source: Don't interrupt playback on exit/startup
pt_br: Não interromper a reprodução ao sair/inicializar

source: Rewind when stopped
pt_br: Retroceder quando parar

source: Startup with first track if not playing
pt_br: Inicializar com a primeira faixa, se não estiver reproduzindo

source: Auto-play on disc insert
pt_br: Reproduzir automaticamente ao inserir um disco

source: Reshuffle before each playback
pt_br: Reembaralhar as músicas antes de cada reprodução

source: Work around faulty eject
pt_br: Tentar contornar falha de ejeção de CD

source: Poll disc drive for new disc
pt_br: Monitorar unidade de disco por novo disco

source: Poll interval (seconds)
pt_br: Intervalo de monitoração (segundos)

source: Ripper:
pt_br: Extrator:

source: Ripping executable
pt_br: Executável extrator

source: Rip command-line
pt_br: Linha de comando do extrator

source: Disable paranoia
pt_br: Desabilitar paranoia

source: Disable extra paranoia
pt_br: Desabilitar paranoia extra

source: Disable scratch
pt_br: Desabilitar arranho

source: detection
pt_br: detecção

source: repair
pt_br: correção

source: Calculate gain adjustment
pt_br: Calcular ajuste de ganho

source: Rip file format
pt_br: Formato do arquivo extraído

source: Rip file format (Multi-artist)
pt_br: Formato do arquivo extraído (Múltiplos artistas)

source: Generic SCSI device
pt_br: Dispositivo SCSI genérico

source: Ripper
pt_br: Extrator

source: Rip 'nice' value
pt_br: Valor "nice" na extração

source: Max non-encoded .wav's
pt_br: Máximo de arquivos .wav não codificados

source: Auto-rip on insert
pt_br: Extrair automaticamente ao inserir

source: Beep after rip
pt_br: Alerta sonoro após extração

source: Auto-eject after rip
pt_br: Autoejetar após extrair

source: Auto-eject delay
pt_br: Atraso de autoejeção

source: Delay before ripping
pt_br: Atrasar o início da extração

source: Delay encoding until disc is ripped
pt_br: Atrasar a codificação até que o disco esteja extraído

source: Stop cdrom drive between tracks
pt_br: Parar a unidade de cdrom entre faixas

source: Wav filter command
pt_br: Comando do filtro do Wav

source: Disc filter command
pt_br: Comando do filtro do disco

source: Options
pt_br: Opções

source: Rip
pt_br: Extrair

source: Encoder:
pt_br: Codificador:

source: Encoder executable
pt_br: Executável codificador

source: Encoder command-line
pt_br: Linha de comando do codificador

source: Encoder file extension
pt_br: Extensão do arquivo codificado

source: Encoder file format
pt_br: Formato do arquivo codificado

source: Encode file format (Multi-artist)
pt_br: Formato de arquivo codificado (Múltiplos artistas)

source: Encoder
pt_br: Codificador

source: Delete .wav after encoding
pt_br: Excluir .wav após a codificação

source: Insert info into SQL database
pt_br: Inserir informações no banco de dados SQL

source: Create .m3u files
pt_br: Criar arquivos .m3u

source: Use relative paths in .m3u files
pt_br: Usar caminhos relativos em arquivos .m3u

source: M3U file format
pt_br: Formato do arquivo M3U

source: Encoding bitrate (kbits/sec)
pt_br: Taxa de bits da codificação (kbits/s)

source: Number of CPUs to use
pt_br: Quantidade de CPUs para usar na codificação

source: Encoder 'nice' value
pt_br: Valor "nice" do codificador

source: Encoder filter command
pt_br: Comando do filtro do codificador

source: Execute command after encode
pt_br: Executar comando após a codificação

source: Encode
pt_br: Codificar

source: Add ID3 tags to encoded files
pt_br: Adicionar etiquetas ID3 aos arquivos codificados

source: Add ID3v2 tags to encoded files
pt_br: Adicionar etiquetas ID3v2 aos arquivos codificados

source: Only tag files ending in '.mp3'
pt_br: Apenas adicionar etiqueta a arquivos terminando com ".mp3"

source: ID3 comment field
pt_br: Campo de comentários ID3

source: ID3v1 Character set encoding
pt_br: Conjunto de caracteres de ID3v1

source: ID3v2 Character set encoding
pt_br: Conjunto de caracteres de ID3v2

source: DB server
pt_br: Servidor de BD

source: CGI path
pt_br: Caminho do CGI

source: Primary Server
pt_br: Servidor primário

source: Secondary Server
pt_br: Servidor secundário

source: DB Submit email
pt_br: Enviar e-mail ao BD

source: DB Character set encoding
pt_br: Conjunto de caracteres do banco de dados

source: Use freedb extensions
pt_br: Usar extensões do FreeDB

source: Perform disc lookups automatically
pt_br: Fazer procura por discos automaticamente

source: DiscDB
pt_br: Banco de dados

source: Use proxy server
pt_br: Usar servidor proxy

source: Get server from 'http_proxy' env. var
pt_br: Obter servidor da variável "http_proxy"

source: Proxy server
pt_br: Servidor proxy

source: Proxy port
pt_br: Porta do proxy

source: Proxy username
pt_br: Nome de usuário no proxy

source: Proxy password
pt_br: Senha do proxy

source: Email address
pt_br: Endereço de e-mail

source: CD update program
pt_br: Programa de atualização de CD

source: Do not lowercase filenames
pt_br: Não escrever nomes de arquivos em letras minúsculas

source: Allow high bits in filenames
pt_br: Permitir bits altos em nomes de arquivos

source: Replace incompatible characters by hexadecimal numbers
pt_br: Substituir caracteres incompatíveis por números hexadecimais

source: Do not change spaces to underscores
pt_br: Não trocar espaços por sublinhado

source: Write m3u files using non-posix compliant '\'s
pt_br: Escrever arquivos m3u usando "\"s não compatíveis com posix

source: Characters to not strip in filenames
pt_br: Caracteres que não serão removidos do nome dos arquivos

source: Show tray icon
pt_br: Mostrar ícone na área de notificação

source: Misc
pt_br: Outros

source: Error: Unable to save ripper config.
pt_br: Erro: Não foi possível salvar a configuração do extrator.

source: Error: Unable to save encoder config.
pt_br: Erro: Não foi possível salvar a configuração do codificador.

source: Drive status is %d
pt_br: O estado da unidade é %d

source: Drive doesn't support drive status check (assume CDS_NO_INFO)
pt_br: Esta unidade não tem suporte a verificação de estado (assume CDS_NO_INFO)

source: No disc
pt_br: Sem disco

source: Error: Failed to read disc contents
pt_br: Erro: Falha na leitura do conteúdo do disco

source: Drive doesn't support drive status check
pt_br: Esta unidade não tem suporte a verificação de estado

source: Unlock failed: %d
pt_br: O destravamento falhou: %d

source: Cannot do lookup while ripping.
pt_br: Não é possível procurar durante a extração.

source: Unknown Disc
pt_br: Disco desconhecido

source: Track %02d
pt_br: Faixa %02d

source: Done
pt_br: Feito

source: Error saving disc data
pt_br: Erro, gravando dados do disco

source: Length
pt_br: Duração

source: Tracks
pt_br: Faixas

source: Select previous CDDB entry.
pt_br: Seleciona a entrada CDDB anterior.

source: Select next CDDB entry.
pt_br: Seleciona a próxima entrada CDDB.

source: Track
pt_br: Faixa

source: DoNextDiscDBEntry.
pt_br: FazerProxEntradaBDDisco.

source: No disc data. Returning.
pt_br: Nenhum dado de disco. Retornando.

source: Already at last index. Returning.
pt_br: Já no último índice. Retornando.

source: Done.
pt_br: Feito.

source: DoPrevDiscDBEntry.
pt_br: FazerEntradaBDDiscoAnt.

source: Already at first index. Returning.
pt_br: Já no primeiro índice. Retornando.

source: Error saving disc data.
pt_br: Erro, gravando dados do disco.

source: Rotate play mode
pt_br: Rotacionar modo de reprodução

source: Toggle loop play
pt_br: Ativar reprodução infinita

source: Rip status
pt_br: Estado da extração

source: Play track / Pause play
pt_br: Reproduz a faixa / Pausa a reprodução

source: Rewind
pt_br: Retrocede

source: FastForward
pt_br: Avança

source: Go to previous track
pt_br: Vai para a faixa anterior

source: Go to next track
pt_br: Vai para a próxima faixa

source: Toggle play mode options
pt_br: Ativa opções do modo de reprodução

source: Next Disc
pt_br: Próximo disco

source: Stop play
pt_br: Para a reprodução

source: Eject disc
pt_br: Ejeta o disco

source: Scan Disc Contents
pt_br: Lê o conteúdo do disco

source: Toggle Volume Control
pt_br: Ativa o controle de volume

source: Toggle disc editor
pt_br: Ativa editor de disco

source: Initiate/abort DiscDB lookup
pt_br: Inicializa/Aborta procura no banco de dados de disco

source: Toggle track display
pt_br: Mostra a faixa

source: Exit Grip
pt_br: Sai do Grip

source: Cannot fast forward while ripping.
pt_br: Não é possível avançar durante a extração.

source: Cannot rewind while ripping.
pt_br: Não é possível retroceder durante a extração.

source: Cannot switch discs while ripping.
pt_br: Não é possível trocar de discos durante a extração.

source: Cannot eject while ripping.
pt_br: Não é possível ejetar durante a extração.

source: Have disc -- ejecting
pt_br: Há disco -- ejetando

source: Cannot play while ripping.
pt_br: Não é possível reproduzir durante a extração.

source: Cannot switch tracks while ripping.
pt_br: Não é possível trocar de faixa durante a extração.

source: Checking for a new disc
pt_br: Verificando se há um novo disco

source: CDStat found a disc, checking tracks
pt_br: O CDStat encontrou um disco, verificando faixas

source: We have a valid disc!
pt_br: Nós temos um disco válido!

source: No non-zero length tracks
pt_br: Nenhuma faixa de tamanho não zero

source: CDStat said no disc
pt_br: O CDStat disse: sem disco

source: Current sector: %6d
pt_br: Setor atual: %6d

source: No Disc
pt_br: Sem disco

source: This disc has been found on your secondary server, but not on your primary server. Do you wish to submit this disc information?
pt_br: Este disco foi encontrado no seu servidor secundário mas não foi encontrado no seu servidor primário. Você deseja enviar as informações deste disco?

source: Error: Unable to create temporary file.
pt_br: Erro: Não foi possível criar arquivo temporário.

source: Error: Unable to write disc data.
pt_br: Erro: Não foi possível gravar os dados do disco.

source: Mailing entry to %s
pt_br: Enviando entradas para %s

source: Error: Unable to execute mail command.
pt_br: Erro: Não foi possível executar comando de e-mail.

source: Warning
pt_br: Aviso

source: Information
pt_br: Informação

source: Question
pt_br: Pergunta

source: System Message
pt_br: Mensagem do sistema

source: URI is %s
pt_br: URI é %s

source: Query is [%s]
pt_br: Pesquisa é [%s]

source: Stat error %d on %s
pt_br: Erro %d ao obter estado de %s

source: Creating directory %s
pt_br: Criando diretório %s

source: Error: %s exists, but is a file
pt_br: Erro: o %s existe, mas é um arquivo

source: Error: Unable to open %s for writing
pt_br: Erro: Não foi possível abrir o %s para escrita

source: Disc title
pt_br: Título do disco

source: Disc artist
pt_br: Artista do disco

source: ID3 genre:
pt_br: Gênero ID3:

source: Disc year
pt_br: Ano do disco

source: Track name
pt_br: Nome da faixa

source: Track artist
pt_br: Artista da faixa

source: W
pt_br: G

source: Split:
pt_br: Separar:

source: Title/Artist
pt_br: Título/Artista

source: Artist/Title
pt_br: Artista/Título

source: Split chars
pt_br: Separar caracteres

source: Multi-artist
pt_br: Múltiplos artistas

source: Save disc info
pt_br: Salvar informação do disco

source: Submit disc info
pt_br: Enviar informação do disco

source: No disc present.
pt_br: Nenhum disco presente.

source: Cannot submit. No disc is present.
pt_br: Não foi possível enviar. Nenhum disco está presente.

source: You must enter a disc title.
pt_br: Você precisa digitar um nome para o disco.

source: You must enter a disc artist.
pt_br: Você precisa digitar um nome de artista para o disco.

source: You are about to submit this disc information to a commercial CDDB server, which will then own the data that you submit. These servers make a profit out of your effort. We suggest that you support free servers instead. Continue?
pt_br: Você está a ponto de enviar as informações deste disco para um servidor de CDDB comercial, o qual então serão proprietários da informação que você enviar. Estes servidores ganham dinheiro com o nosso esforço. Nós sugerimos a você que use os servidores gratuitos. Deseja continuar?

source: You are about to submit this disc information via email. Continue?
pt_br: Você está a ponto de enviar as informações deste disco via E-Mail. Deseja continuar?

source: Genre selection
pt_br: Selecione o gênero

source: Submission requires a genre other than 'unknown' Please select a DiscDB genre below
pt_br: Para enviar é necessário um outro gênero que não seja "unknown" Por favor, selecione um gênero do disco na lista abaixo

source: DiscDB genre
pt_br: Gênero do disco

source: Submit
pt_br: Enviar

source: Cancel
pt_br: Cancelar

source: unknown ID3 field
pt_br: campo ID3 desconhecido

source: Error: unable to translate filename. No such user as %s
pt_br: Erro: Não foi possível traduzir o nome do arquivo. Usuário inexistente %s

source: Exec failed
pt_br: Exec falhou

source: Error: Bad entry type
pt_br: Erro: Tipo de entrada inválida

source: Error: Reading config file
pt_br: Erro: Lendo arquivo de configuração

source: Error: Invalid config file
pt_br: Erro: Arquivo de configuração inválido

source: Rip+Encode
pt_br: Extrair e codificar

source: Rip and encode selected tracks
pt_br: Extrai e codifica as faixas selecionadas

source: Rip Only
pt_br: Só Extrair

source: Rip but do not encode selected tracks
pt_br: Extrai, mas não codifica as faixas selecionadas

source: Abort Rip and Encode
pt_br: Abortar extração e codificação

source: Kill all active rip and encode processes
pt_br: Mata todos os processos ativos de extração e de codificação

source: Abort Ripping Only
pt_br: Abortar somente a extração

source: Kill rip process
pt_br: Mata o processo de extração

source: DDJ Scan
pt_br: Pesquisa DDJ

source: Insert disc information into the DigitalDJ database
pt_br: Insere as informações do disco no banco de dados DigitalDJ

source: Rip partial track
pt_br: Extrair parcialmente a faixa

source: Play
pt_br: Reproduzir

source: Current sector: 0
pt_br: Setor atual: 0

source: Rip: Idle
pt_br: Extrator: ocioso

source: Enc: Trk 99 (99.9x)
pt_br: Codificador: Faixa 99 (99.9x)

source: Enc: Idle
pt_br: Codificador: ocioso

source: Overall indicators:
pt_br: Indicadores gerais:

source: Start sector
pt_br: Inicio do setor

source: End sector
pt_br: Fim do setor

source: Error: can't open m3u file.
pt_br: Erro: não foi possível abrir o arquivo m3u.

source: In KillRip
pt_br: Em KillRip

source: Now total enc size is: %d
pt_br: Tamanho total codificado agora é: %d

source: Rip: Trk %d (%3.1fx)
pt_br: Extrator: Faixa %d (%3.1fx)

source: Rip: %6.2f%%
pt_br: Extrator: %6.2f%%

source: Rip partial %d num wavs %d
pt_br: Extrair parcialmente %d núm wavs %d

source: Next track is %d, total is %d
pt_br: Próxima faixa é %d, o total é %d

source: Check if we need to rip another track
pt_br: Verificar se precisamos extrair outra faixa

source: Enc: Trk %d (%3.1fx)
pt_br: Codificador: Faixa %d (%3.1fx)

source: Enc: %6.2f%%
pt_br: Codificador: %6.2f%%

source: NoArtist
pt_br: Sem artista

source: NoTitle
pt_br: Sem título

source: No disc was detected in the drive. If you have a disc in your drive, please check your CDRom device setting under Config->CD.
pt_br: Nenhum disco foi detectado na unidade. Se você tem um disco na sua unidade, por favor verifique suas configurações do dispositivo de CDRom sob Configuração->CD.

source: Invalid rip executable. Check your rip config, and ensure it specifies the full path to the ripper executable.
pt_br: Executável de extração inválido. Verifique a configuração do seu extrator e certifique-se de que ela especifica o caminho completo para o executável do extrator.

source: Invalid encoder executable. Check your encoder config, and ensure it specifies the full path to the encoder executable.
pt_br: Executável de codificação inválido. Verifique a configuração do seu codificador e certifique-se de que ela especifica o caminho completo para o executável do codificador.

source: No tracks selected. Rip whole CD?
pt_br: Nenhuma faixa selecionada. Extrair o CD inteiro?

source: Ripping whole CD
pt_br: Extraindo o CD inteiro

source: In RipNextTrack
pt_br: Extrair faixa seguinte

source: First checked track is %d
pt_br: A primeira faixa verificada é %d

source: Ripping away!
pt_br: Extraindo!

source: No write access to write wav file
pt_br: Sem acesso de escrita para escrever o arquivo wav

source: Rip: Trk %d (0.0x)
pt_br: Extrator: Faixa %d (0.0x)

source: Out of space in output directory
pt_br: Sem espaço no diretório de saída

source: Calling CDPRip
pt_br: Chamando CDPRi

source: Added track %d to %s list
pt_br: Adicionada faixa %d para a lista %s

source: No free cpus
pt_br: Nenhuma CPU livre

source: Enc track %d
pt_br: Codificar faixa %d

source: No write access to write encoded file.
pt_br: Sem acesso de escrita para escrever o arquivo codificado.

source: Enc: Trk %d (0.0x)
pt_br: Codificador: Faixa %d (0.0x)

source: In CalculateAll
pt_br: Em CalculateAll

source: We aren't ripping now, so let's zero encoding values
pt_br: Não estamos extraindo agora, então vamos zerar os valores de codificação

source: Total rip size is: %d
pt_br: Tamanho total extraído é: %d

source: Total enc size is: %d
pt_br: Tamanho total codificado é: %d

source: Artist
pt_br: Artista

source: Title
pt_br: Título

source: %s - %s %02d:%02d of %02d:%02d
pt_br: %s - %s %02d:%02d de %02d:%02d

source: Ripping Track %02d: %6.2f%% (%6.2f%% )
pt_br: Extraindo faixa %02d: %6.2f%% (%6.2f%% )

source: Encoding Track %02d: %6.2f%% (%6.2f%% )
pt_br: Codific. faixa %02d: %6.2f%% (%6.2f%% )

source: %s - %s Idle
pt_br: %s - %s Ocioso

source: Pause
pt_br: Pausar

source: Stop
pt_br: Parar

source: Previous
pt_br: Anterior

source: Next
pt_br: Próxima

source: Rip and Encode
pt_br: Extrair e codificar

source: Quit
pt_br: Sair
