Repository: rffontenelle/tp-pt_BR-translations
Catalog: pyspread/*.po
Languages: pt_br

source: Shows and hides the macro toolbar.
pt_br: Mostra/oculta a barra de ferramentas de macros.

source: Widget toolbar
pt_br: Barra de ferramentas de widget

source: Shows and hides the widget toolbar.
pt_br: Mostra/oculta a barra de ferramentas de widgets.

source: Format toolbar
pt_br: Barra de ferramentas de formatação

source: Shows and hides the format toolbar.
pt_br: Mostra/oculta a barra de ferramentas de formatação.

source: Find toolbar
pt_br: Barra de ferramentas de pesquisa

source: Shows and hides the find toolbar.
pt_br: Mostra/oculta a barra de ferramentas de pesquisa.

source: Entry line
pt_br: Linha de entrada

source: Shows and hides the entry line.
pt_br: Mostra/oculta a linha de entrada.

source: Go to cell
pt_br: Vai para célula

source: Moves the grid to a cell.
pt_br: Mover a grade para a célula.

source: Zoom in
pt_br: Ampliar

source: Zoom in grid.
pt_br: Aumenta o tamanho na grade.

source: Zoom out
pt_br: Reduzir

source: Zoom out grid.
pt_br: Diminui o tamanho na grade.

source: Normal size
pt_br: Tamanho normal

source: Show grid in standard zoom.
pt_br: Mostrar grade na ampliação padrão.

source: Refresh selected cells
pt_br: Atualizar células selecionadas

source: Refresh selected cells even when frozen
pt_br: Atualizar células selecionadas mesmo quando congeladas

source: Toggle periodic updates
pt_br: Alternar atualizações periódicas

source: Toggles periodic cell updates for frozen cells
pt_br: Alterna atualizações periódicas de célula para células congeladas

source: Show Frozen
pt_br: Mostrar congelada

source: Shows which cells are currently frozen in a crosshatch.
pt_br: Mostra quais células estão atualmente congeladas em uma hachura.

source: F&ormat
pt_br: F&ormatar

source: Font...
pt_br: Fonte...

source: Launch font dialog.
pt_br: Executar diálogo de fonte.

source: Bold
pt_br: Negrito

source: Toggles bold.
pt_br: Alterna o negrito do texto.

source: Italics
pt_br: Itálico

source: Toggles italics.
pt_br: Alterna o itálico do texto.

source: Underline
pt_br: Sublinhar

source: Toggles underline.
pt_br: Alterna o sublinhar de texto.

source: Strikethrough
pt_br: Riscar

source: Toggles strikethrough.
pt_br: Alterna o riscado de texto.

source: Text color...
pt_br: Cor de texto...

source: Launch color dialog to specify text color.
pt_br: Executa o diálogo de cores para especificar cor de texto.

source: Background color...
pt_br: Cor de fundo...

source: Launch color dialog to specify background color.
pt_br: Executa o diálogo de cores para especificar cor de plano de fundo.

source: Markup
pt_br: Marcação

source: Show cell result as Pango markup
pt_br: Mostra o resultado da célula como uma marcação Pango

source: Justification
pt_br: Justificação

source: Left
pt_br: Esquerda

source: Center
pt_br: Centro

source: Right
pt_br: Direita

source: Alignment
pt_br: Alinhamento

source: Top
pt_br: Superior

source: Bottom
pt_br: Inferior

source: Set text rotation to 0°
pt_br: Define rotação de texto para 0°

source: Set text rotation to 90°
pt_br: Define rotação de texto para 90°

source: Set text rotation to 180°
pt_br: Define rotação de texto para 180°

source: Set text rotation to 270°
pt_br: Define rotação de texto para 270°

source: Frozen
pt_br: Congelada

source: Toggles frozen state of cell.
pt_br: Alterna o estado congelado da célula.

source: Frozen cells are updated only when F5 is pressed.
pt_br: Células congeladas são atualizadas apenas quando F5 é pressionado.

source: Lock
pt_br: Bloquear

source: Lock cell. Locked cells cannot be changed.
pt_br: Bloqueia célula. Celúlas bloqueadas não podem ser alteradas.

source: Merge cells
pt_br: Mesclar células

source: Merges / unmerges selected cells.
pt_br: Mesclar / não mesclar células selecionadas.

source: &Macro list
pt_br: &Lista de macros

source: Choose, fill in, manage, and create macros
pt_br: Escolha, preencha, gerencie e crie macros

source: &Load macro list
pt_br: Ca&rregar lista de macros

source: Load macro list
pt_br: Carregar lista de macros

source: &Save macro list
pt_br: &Salvar lista de macros

source: Save macro list
pt_br: Salvar lista de macros

source: Insert bitmap...
pt_br: Inserir bitmap...

source: Insert bitmap from file into cell
pt_br: Inserir bitmap do arquivo na célula

source: Link bitmap...
pt_br: Vincular bitmap...

source: Link bitmap from file into cell
pt_br: Vincular bitmap do arquivo na célula

source: Insert chart...
pt_br: Inserir gráfico...

source: Insert chart into cell
pt_br: Inserir gráfico na célula

source: &Help
pt_br: A&juda

source: First &Steps
pt_br: Primeiros pas&sos

source: Launch First Steps in pyspread
pt_br: Executar primeiros passos no pyspread

source: Launch tutorial
pt_br: Executa o tutorial

source: &FAQ
pt_br: Perguntas &frequentes

source: Frequently asked questions
pt_br: Perguntas frequentes

source: &About
pt_br: &Sobre

source: About pyspread
pt_br: Sobre pyspread

source: Welcome to pyspread.
pt_br: Bem-vindo(a) ao pyspread.

source: View
pt_br: Visão

source: Main grid
pt_br: Grade principal

source: Python gnupg not found. No key selected.
pt_br: Python gnupg não localizado. Nenhuma chave selecionada.

source: Key selection failed.
pt_br: Seleção da chave falhou.

source: New grid with dimensions {dim} created.
pt_br: Criado nova grade com dimensões {dim}.

source: Choose file to open.
pt_br: Escolha o arquivo a ser aberto.

source: Choose filename for saving.
pt_br: Escolha o nome de arquivo para salvar.

source: Directory present. Save aborted.
pt_br: O diretório está presente. Salvamento interrompido.

source: The file {filepath} is already present. Overwrite?
pt_br: O arquivo {filepath} já está presente. Sobrescrever?

source: File collision
pt_br: Colisão de arquivos

source: File present. Save aborted by user.
pt_br: O arquivo está presente. Salvamento interrompido pelo usuário.

source: Choose file to import.
pt_br: Escolha o arquivo para importar.

source: SVG of current cell
pt_br: SVG da célula atual

source: EPS of current cell
pt_br: EPS da célula atual

source: PS of current cell
pt_br: PS da célula atual

source: PDF of current cell
pt_br: PDF da célula atual

source: PNG of current cell
pt_br: PNG da célula atual

source: Choose filename for export.
pt_br: Escolha o nome de arquivo para exportar.

source: Choose file path for PDF export.
pt_br: Escolha o caminho de arquivo para exportar para PDF.

source: You are going to approve and trust a file that you have not created yourself. After proceeding, the file is executed. It may harm your system as any program can. Please check all cells thoroughly before proceeding. Proceed and sign this file as trusted?
pt_br: Você está prestes a aprovar e a confiar em um arquivo que você não criou. Após continuar, o arquivo será executado. Isto pode danificar seu sistema, bem como qualquer outro programa. Por favor, verifique minuciosamente todas as células antes de continuar. Continuar e assinar este arquivo como confiável?

source: Security warning
pt_br: Alerta de segurança

source: Safe mode deactivated.
pt_br: O modo seguro foi desativado.

source: Deleting globals and reloading modules cannot be undone. Proceed?
pt_br: O processo de excluir variáveis globais e recarregar módulos não pode ser desfeito. Continuar?

source: Really delete globals and modules?
pt_br: Deseja realmente excluir variáveis globais e módulos?

source: Globals cleared and base modules reloaded.
pt_br: Variáveis globais limpas e módulos básicos recarregados.

source: Choose macro file.
pt_br: Escolhe o arquivo de macro.

source: Label {label} is invalid.
pt_br: O rótulo {label} é inválido.

source: Code {code} is invalid.
pt_br: O código {code} é inválido.

source: Toggles link insertion mode.
pt_br: Alterna o modo de inserção de link.

source: Enter Python expression here.
pt_br: Digite a expressão Python aqui.

source: Pyspread is in safe mode. Expressions are not evaluated.
pt_br: O Pyspread está em modo seguro. As expressões não são avaliadas.

source: For switching tables enter the table number or use the mouse wheel.
pt_br: Para alternar entre tabelas digite o número da tabela ou use o botão de rolagem do mouse.

source: New
pt_br: Novo

source: Open
pt_br: Abrir

source: Save
pt_br: Salvar

source: Export PDF
pt_br: Exportar para PDF

source: Undo
pt_br: Desfazer

source: Redo
pt_br: Refazer

source: Find
pt_br: Localizar

source: Replace
pt_br: Substituir

source: Cut
pt_br: Recortar

source: Copy
pt_br: Copiar

source: Copy results
pt_br: Copiar resultados

source: Paste
pt_br: Colar

source: Sort ascending
pt_br: Ordem crescente

source: Sort descending
pt_br: Ordem decrescente

source: Print
pt_br: Imprimir

source: Insert bitmap
pt_br: Inserir bitmap

source: Link bitmap
pt_br: Vincular bitmap

source: Button like cell
pt_br: Botão como célula

source: Button label:
pt_br: Rótulo de botão:

source: Find in code and results
pt_br: Localizar no código e em resultados

source: Search direction
pt_br: Direção da pesquisa

source: Case sensitive
pt_br: Sensível à maiúsculas

source: Regular expression
pt_br: Expressão regular

source: Surrounded by whitespace
pt_br: Cercado por espaços em branco

source: Neither UP nor DOWN in search_flags
pt_br: Em search_flags não foi especificado para cima ou para baixo

source: Text size (points)
pt_br: Tamanho do texto (pontos)

source: Freeze
pt_br: Congelar

source: Lock cell
pt_br: Bloquear célula

source: Cell text rotation
pt_br: Rotação do texto da célula

source: Choose borders for which attributes are changed
pt_br: Escolher bordas pelas quais os atributos são alterados

source: Border width
pt_br: Espessura da borda

source: Border line color
pt_br: Cor da linha da borda

source: Cell background
pt_br: Plano de fundo da célula

source: Encoding
pt_br: Codificação

source: CSV file encoding.
pt_br: Codificação de arquivo CSV.

source: Dialect
pt_br: Dialeto

source: To make it easier to specify the format of input and output records, specific formatting parameters are grouped together into dialects. 'excel': Defines the usual properties of an Excel-generated CSV file. 'sniffer': Deduces the format of a CSV file 'excel-tab': Defines the usual properties of an Excel-generated TAB-delimited file.
pt_br: Para facilitar a especificação de formatos de registros de entrada e saída, parâmetros específicos de formatação estão agrupados em dialetos. 'excel': Define as propriedades comuns de um arquivo CSV gerado pelo Excel. 'sniffer': Deduz o formato de um arquivo CSV 'excel-tab': Define as propriedades comuns de um arquivo delimitado por tabulações gerado pelo Excel.

source: Delimiter
pt_br: Delimitador

source: A one-character string used to separate fields.
pt_br: É uma string de um caractere usado para separar espaços.

source: Doublequote
pt_br: Aspas duplas

source: Controls how instances of quotechar appearing inside a field should be themselves be quoted. When True, the character is doubled. When False, the escapechar is used as a prefix to the quotechar.
pt_br: Controla como instâncias de caracteres de aspas que aparecem dentro de um campo devem ser citados. Quando verdadeiro, o caractere é dobrado. Quando falso, o caractere de saída é usado como um prefixo ao caractere de aspas.

source: Escape character
pt_br: Caractere de saída

source: A one-character string used by the writer to escape the delimiter if quoting is set to QUOTE_NONE and the quotechar if doublequote is False. On reading, the escapechar removes any special meaning from the following character.
pt_br: Uma string de um caractere usado pelo autor para sair do delimitador se as aspas estiverem definidas como QUOTE_NONE (sem aspas) e o caractere de aspas duplas definido como falso. Na leitura, o caractere de saída remove qualquer significado especial do caractere subsequente.

source: Quote character
pt_br: Caractere de aspas

source: A one-character string used to quote fields containing special characters, such as the delimiter or quotechar, or which contain new-line characters.
pt_br: Uma string de um caractere usado para citar campos que contém caracteres especiais, como um delimitador, caractere de aspas ou que contenha caracteres de nova linha.

source: Quoting style
pt_br: Estilo de aspas

source: Controls when quotes should be recognised.
pt_br: Controla quando as aspas devem ser reconhecidas.

source: Header present
pt_br: Cabeçalho presente

source: Analyze the CSV file and treat the first row as strings if it appears to be a series of column headers.
pt_br: Analisa o arquivo CSV e trata a primeira linha como strings se esta parece ser uma série de cabeçalhos de coluna.

source: Skip initial space
pt_br: Ignorar espaço inicial

source: When True, whitespace immediately following the delimiter is ignored.
pt_br: Quando verdadeiro, ignora-se o espaço em branco que imediatamente segue o delimitador.

source: {type} unknown.
pt_br: {type} desconhecido.

source: The dialect is invalid. Error message: {msg}
pt_br: O dialeto é inválido. Mensagem de erro: {msg}

source: CSV Import: {filepath}
pt_br: Importação CSV: {filepath}

source: Macro list
pt_br: Lista de macros

source: Enter python code here.
pt_br: Digite o código Python aqui.

source: Accept all changes
pt_br: Aceitar todas as alterações

source: Apply changes to current macro
pt_br: Aplicar alteração na macro atual

source: Remove current macro
pt_br: Remover macro atual

source: There are changes in the macro editor which have not yet been applied. Are you sure you wish to close the editor?
pt_br: Há alterações no editor de macro que não foram aplicadas ainda. Você tem certeza de que deseja fechar o editor?

source: Close Editor
pt_br: Fechar editor

source: Rows
pt_br: Linhas

source: Columns
pt_br: Colunas

source: Tables
pt_br: Tabelas

source: Goto cell:
pt_br: Ir a célula:

source: Row:
pt_br: Linha:

source: Column:
pt_br: Coluna:

source: Table:
pt_br: Tabela:

source: Cancel
pt_br: Cancelar

source: A non-traditional Python spreadsheet application. Pyspread is based on and written in the programming language Python.
pt_br: Um aplicativo Python de planilha não tradicional. Pyspread é baseado e escrito na linguagem de programação Python.

source: Pyspread Web site
pt_br: Página da internet do Pyspread

source: pyspread {version} Copyright Martin Manns
pt_br: pyspread {version} Direitos autorais Martin Manns Tradução brasileira: Enrico Nicoletto e Rafael Fontenelle

source: Max. undo steps
pt_br: Máx. passos de desfazer

source: Maximum number of undo steps
pt_br: Número máximo de passos a desfazer

source: Grid rows
pt_br: Linhas da grade

source: Number of grid rows when starting pyspread
pt_br: Número de linhas da grade ao iniciar pyspread

source: Grid columns
pt_br: Colunas da grade

source: Number of grid columns when starting pyspread
pt_br: Número de colunas da grade ao iniciar pyspread

source: Grid tables
pt_br: Tabelas da grade

source: Number of grid tables when starting pyspread
pt_br: Número de tabelas da grade ao iniciar pyspread

source: Max. result length
pt_br: Comprimento máximo do resultado

source: Maximum length of cell result string
pt_br: Comprimento máximo da string de resultado da célula

source: Timeout
pt_br: Tempo de espera

source: Maximum time that an evaluation process may take.
pt_br: Tempo máximo que um processo de avaliação pode ter.

source: Timer interval
pt_br: Intervalo do cronômetro

source: Interval for periodic updating of timed cells.
pt_br: Intervalo para atualização periódica de células cronometradas.

source: GPG fingerprint
pt_br: Impressão digital GPG

source: Fingerprint of the GPG key for signing files
pt_br: Impressão digital da chave GPG para assinar arquivos

source: Preferences
pt_br: Preferências

source: GPG key data
pt_br: Dados de chaves GPG

source: Starts key generation.
pt_br: Inicia a geração de chave.

source: Exits pyspread.
pt_br: Sai do pyspread.

source: Paste as
pt_br: Colar como

source: Dimension of object
pt_br: Dimensão do objeto

source: Transpose
pt_br: Transpor

source: Bitmap file
pt_br: Arquivo bitmap

source: SVG file
pt_br: Arquivo SVG

source: Select image for current cell
pt_br: Selecione a imagem para a célula atual

source: Select bitmap for current cell
pt_br: Selecione o bitmap para a célula atual

source: Weight {weight} unknown
pt_br: Espessura {weight} desconhecida

source: Style {style} unknown
pt_br: Estilo {style} desconhecido

source: Cell {key} outside grid shape {shape}
pt_br: A célula {key} está fora da forma de grade {shape}

source: '{text}' not found.
pt_br: '{text}' não foi encontrado.

source: Found '{text}' in cell {key}.
pt_br: Localizado '{text}' na célula {key}.

source: '{find_string}' not found.
pt_br: '{find_string}' não foi encontrado.

source: Replaced '{find_string}' in cell {key} with {replace_string}.
pt_br: Substituído '{find_string}' na célula {key} por {replace_string}.

source: Grid dimensions changed to {shape}.
pt_br: Dimensões da grade alteradas para {shape}.

source: Sorting complete.
pt_br: Ordenação concluída.

source: Sorting failed: {}
pt_br: Falha na ordenação: {}

source: Currently, only 3D grids are supported.
pt_br: Atualmente, apenas grades em 3D são suportadas.

source: There are unsaved changes. Do you want to save?
pt_br: Há alterações não salvas. Você deseja salvá-las?

source: Unsaved changes
pt_br: Alterações não salvas

source: '{filepath}' does not seem to be a valid CSV file. Opening it yielded the error: {error}
pt_br: '{filepath}' não parece ser um arquivo CSV válido. Abri-lo resultou no erro: {error}

source: Error reading CSV file
pt_br: Erro ao ler arquivo CSV

source: Real name
pt_br: Nome real

source: Please enter a value in each field.
pt_br: Por gentileza, digite um valor em cada campo.

source: Missing value
pt_br: Valor faltando

source: Fallback type {type} unknown.
pt_br: Tipo de alternativa {type} desconhecida.

source: File {filename} imported successfully.
pt_br: O arquivo {filename} foi importado com sucesso.

source: Error writing to file {filepath}.
pt_br: Erro ao gravar arquivo em {filepath}.

source: Error opening file {filepath}.
pt_br: Erro ao abrir arquivo {filepath}.

source: Can't open the clipboard
pt_br: Não foi possível abrir a área de transferência

source: Error
pt_br: Erro

source: Datatype {type} unknown
pt_br: Tipo de dado {type} desconhecido

source: Choose a GPG key for signing pyspread save files. The GPG key must not have a passphrase set.
pt_br: Escolha uma chave GPG para assinar arquivos salvos pelo pyspread. A chave GPG não deve possuir uma frase secreta definida.

source: Choose key
pt_br: Escolher chave

source: Use chosen key
pt_br: Usar chave escolhida

source: Create new key
pt_br: Criar nova chave

source: New GPG key
pt_br: Nova chave GPG

source: After confirming this dialog, a new GPG key
pt_br: Após confirmar este diálogo uma nova chave GPG

source: '{key}' will be generated.
pt_br: '{key}' será gerada.

source: This may take some time. Please wait.
pt_br: Isto pode levar algum tempo. Por gentileza, aguarde.

source: Pyspread file
pt_br: Arquivo Pyspread

source: Uncompressed pyspread file
pt_br: Arquivo pyspread não compactado

source: Excel file
pt_br: Arquivo do Excel

source: All files
pt_br: Todos os arquivos

source: CSV file
pt_br: Arquivo CSV

source: Tab delimited text file
pt_br: Arquivo de texto delimitado por tabulações

source: PDF file
pt_br: Arquivo PDF

source: Macro file
pt_br: Arquivo de macro

source: {nele} of {totalele} elements processed.
pt_br: {nele} de {totalele} elementos processados.

source: {nele} elements processed.
pt_br: {nele} elementos processados.

source: File loading aborted.
pt_br: Carregamento de arquivo interrompido.

source: File saving aborted.
pt_br: Salvamento de arquivo interrompido.

source: {key} seems to be no Integer
pt_br: {key} não parece ser um inteiro

source: ref_type has to be "absolute" or "relative".
pt_br: ref_type precisa ser "absolute" ou "relative".

source: Freezing selections is not supported.
pt_br: Não há suporte a congelamento de seleção.

source: Unknown import choice {choice}.
pt_br: Formato de importação {choice} desconhecido.

source: The file {filepath} could not be fully written Error message: {msg}
pt_br: O arquivo {filepath} não pode ser totalmente gravado Mensagem de erro: {msg}

source: Error writing CSV file
pt_br: Erro ao gravar arquivo CSV

source: Error writing SVG file
pt_br: Erro ao gravar arquivo SVG

source: Error evaluating data:
pt_br: Erro ao avaliar dados:

source: {nele} elements processed. Press <Esc> to abort.
pt_br: {nele} elementos processados. Pressione <Esc> para interromper.

source: {nele} of {totalele} elements processed. Press <Esc> to abort.
pt_br: {nele} de {totalele} elementos processados. Pressione <Esc> para interromper.

source: Valid signature found. File is trusted.
pt_br: Localizado assinatura válida. O arquivo é confiável.

source: File is not properly signed. Safe mode activated. Select File -> Approve to leave safe mode.
pt_br: O arquivo não está devidamente assinado. O modo seguro foi ativado. Para deixar este modo, selecione Arquivo -> Aprovar.

source: Error opening file {filepath}:
pt_br: Erro ao abrir arquivo {filepath}:

source: Error signing file.
pt_br: Erro ao assinar arquivo.

source: File saved and signed
pt_br: Arquivo salvo e assinado

source: File signed
pt_br: Arquivo assinado

source: File saved but not signed because it is unapproved.
pt_br: O arquivo foi salvo mas, como não foi aprovado, não está assinado.

source: Key length {length} not in (2, 3)
pt_br: Comprimento da chave {length} não está em (2, 3)

source: Paste aborted.
pt_br: Colagem interrompida.

source: rows and columns
pt_br: linhas e colunas

source: rows
pt_br: linhas

source: columns
pt_br: colunas

source: Import cell overflow missing
pt_br: Importação em falta por estouro de célula

source: The imported data did not fit into the grid {cause}. It has been truncated. Use a larger grid for full import.
pt_br: Os dados importados não se ajustam à grade {cause}. Eles foram truncados. Use uma grade maior para importar completamente.

source: {ncells} cell{plural} pasted at cell {topleft}
pt_br: {ncells} célula{plural} colada{plural} na célula {topleft}

source: Pasting cells...
pt_br: Colando células...

source: Zoomed to {0:.2f}.
pt_br: Ampliação a {0:.2f}.

source: Cell reference copied to clipboard: {access_string}
pt_br: A referência da célula foi copiada para a área de transferência: {access_string}

source: Replaced {no_cells} cells.
pt_br: Substituídas {no_cells} células.

source: Replaced {old} with {new} in cell {key}.
pt_br: Substituído {old} por {new} na célula {key}.
