Repository: rffontenelle/tp-pt_BR-translations
Catalog: pyspread/*.po
Languages: pt_br

source: File version {version} unsupported (>1.0).
pt_br: Não há suporte à versão de arquivo {version} (>1.0).

source: File format unsupported.
pt_br: Formato de arquivo não suportado.

source: usage: %prog [options] [filename]
pt_br: uso: %prog [opções] [nome de arquivo]

source: Dimensions of empty grid (works only without filename) rows, cols, tables [default: %default]
pt_br: Dimensões de linhas, colunas e tabelas da grade vazia (funciona apenas sem nome de arquivo) [padrão: %default]

source: Lets the user create or choose a new GPG key for signing pys files.
pt_br: Permite que o usuário crie ou escolha uma nova chave GPG para assinatura de arquivos pys.

source: Cell dimension must be > 0.
pt_br: A dimensão da célula deve ser > 0.

source: Only one file may be opened at a time.
pt_br: Apenas um arquivo por vez pode ser aberto.

source: You need a unicode build of wxPython to run pyspread.
pt_br: Você precisa de uma compilação unicode do wxPython para executar o pyspread.

source: Portrait
pt_br: Retrato

source: Landscape
pt_br: Paisagem

source: Width
pt_br: Espessura

source: Height
pt_br: Altura

source: Page
pt_br: Página

source: Top row
pt_br: Linha do topo

source: Bottom row
pt_br: Linha inferior

source: Left column
pt_br: Coluna esquerda

source: Right column
pt_br: Coluna da direita

source: First table
pt_br: Primeiro tabela

source: Last table
pt_br: Última tabela

source: Grid
pt_br: Grade

source: Choose portrait or landscape page layout
pt_br: Escolha layout de página em retrato ou paisagem

source: Page width in inches
pt_br: Largura da página em polegadas

source: Page height in inches
pt_br: Altura da página em polegadas

source: Choose from predefined page layouts
pt_br: Escolha a partir dos layouts de página predefinidos

source: Top row to be exported
pt_br: Linha do topo a ser exportada

source: Bottom row to be exported
pt_br: Linha inferior a ser exportada

source: Leftmost column to be exported
pt_br: Coluna mais da esquerda a ser exportada

source: Left column to be exported
pt_br: Coluna da esquerda a ser exportada

source: Rightmost column to be exported
pt_br: Coluna mais da direita a ser exportada

source: Right column to be exported
pt_br: Coluna da direita a ser exportada

source: First table to be exported
pt_br: Primeira tabela a ser exportada

source: Last table to be exported
pt_br: Última tabela a ser exportada

source: Text font
pt_br: Fonte do texto

source: Text color
pt_br: Cor do texto

source: Inside
pt_br: Dentro

source: Outside
pt_br: Fora

source: Both
pt_br: Ambos

source: Padding
pt_br: Preenchimento

source: Size
pt_br: Tamanho

source: Secondary
pt_br: Secundário

source: Puts ticks inside the axes, outside the axes, or both.
pt_br: Colocar escalas dentro dos eixos, fora dos eixos ou ambos.

source: Distance in points between tick and label.
pt_br: Distância entre escala e rótulo em pontos.

source: Tick label font size in points.
pt_br: O tamanho da fonte do rótulo da escala em pontos.

source: Label
pt_br: Rótulo

source: Style
pt_br: Estilo

source: Color
pt_br: Cor

source: Face color
pt_br: Cor principal

source: Edge color
pt_br: Cor da borda

source: Alpha
pt_br: Alfa

source: Data
pt_br: Dados

source: Line
pt_br: Linha

source: Marker
pt_br: Marcador

source: String or anything printable with ‘%s’ conversion
pt_br: String ou qualquer coisa que seja exibida com conversão ‘%s’

source: The data np.array for x Code must eval to 1D array.
pt_br: Os dados da matriz np.array para x O código deve resultar em uma matriz de 1D.

source: The data np.array for y Code must eval to 1D array.
pt_br: Os dados da matriz np.array para y O código deve resultar em uma matriz de 1D.

source: The line width in points
pt_br: Espessura da linha em pontos

source: The line marker
pt_br: O marcador da linha

source: The marker size in points
pt_br: O tamanho do marcador em pontos

source: The alpha blending value
pt_br: O valor de mistura alfa

source: Left positions
pt_br: Posições esquerdas

source: Bar heights
pt_br: Alturas da barra

source: Bar widths
pt_br: Espessuras da barra

source: Bar bottoms
pt_br: Barra inferior

source: Bar color
pt_br: Cor da barra

source: Bar
pt_br: Barra

source: The x coordinates of the left sides of the bars
pt_br: As coordenadas x das porções esquerdas das barras

source: The heights of the bars
pt_br: As alturas de barras

source: The widths of the bars
pt_br: As espessuras de barras

source: The y coordinates of the bottom edges of the bars
pt_br: As coordenadas y das porções inferiores das barras

source: Series
pt_br: Série

source: Box widths
pt_br: Larguras de caixa

source: Flier
pt_br: Exceção

source: Notch
pt_br: Entalhe

source: Box plot
pt_br: Diagrama em caixa

source: An array or a sequence of vectors
pt_br: Uma matriz ou uma sequência de vetores

source: Either a scalar or a vector and sets the width of each box The default is 0.5, or 0.15*(distance between extreme positions) if that is smaller
pt_br: Valor escalar ou um vetor para definir as larguras de cada caixa O padrão é 0.5, ou 0.15*(distância entre posições extremas) se este valor for menor

source: If True then boxes are drawn vertical If False then boxes are drawn horizontal
pt_br: Caso verdadeiro, as caixas serão desenhadas na vertical Caso falso, as caixas serão desenhadas na horizontal

source: The symbol for flier points Enter an empty string (‘’) if you don’t want to show fliers
pt_br: O símbolo para pontos de exceção Digite uma string vazia (‘’) se você não quiser ver exceções

source: False produces a rectangular box plot True produces a notched box plot
pt_br: Falso produz um diagrama de caixa retangular Verdadeiro produz um diagrama de caixa com entalhe

source: Bins
pt_br: Compartimentos

source: Normed
pt_br: Normalizado

source: Cumulative
pt_br: Cumulativo

source: Histogram
pt_br: Histograma

source: Histogram data series Multiple data sets can be provided as a list or as a 2-D ndarray in which each columnis a dataset. Note that the ndarray form is transposed relative to the list form.
pt_br: Séries de dados de histograma Vários conjuntos de dados podem ser fornecidos como uma lista ou uma matriz bidimensional (2D), na qual cada coluna é um conjunto de dados. Observe que os dados no formato de matriz são transpostos em relação aos dados em formato de lista.

source: Either an integer number of bins or a bin sequence
pt_br: Tanto um número inteiro de compartimentos quanto uma sequência de compartimentos

source: If True then the first element is the counts normalizedto form a probability density, i.e., n/(len(x)*dbin).
pt_br: Caso verdadeiro, o primeiro elemento é contado e normalizado a fim de produzir uma probabilidade de densidade, ou seja, n/(len(x)*dbin).

source: If True then each bin gives the counts in that bin plus all bins for smaller values.
pt_br: Caso verdadeiro, cada compartimento realiza sua contagem acrescido de todos os compartimentos de valores menores.

source: Labels
pt_br: Rótulos

source: Colors
pt_br: Cores

source: Start angle
pt_br: Ângulo de início

source: Shadow
pt_br: Sombra

source: Pie
pt_br: Gráfico de setores

source: Pie chart data The fractional area of each wedge is given by x/sum(x) The wedges are plotted counterclockwise
pt_br: Dados em gráfico de pizza A área fracionária onde cada fatia é dada por x/sum(x) As fatias são traçadas no sentido anti-horário

source: Sequence of wedge label strings
pt_br: Sequência de strings de rótulos de fatias

source: Sequence of matplotlib color args through which the pie cycles. Supported strings are: 'b': blue 'g': green 'r': red 'c': cyan 'm': magenta 'y': yellow 'k': black 'w': white Gray shades can be given as a stringthat encodes a float in the 0-1 range, e.g.: '0.75'. You can also specify the color with an html hex string as in: '#eeefff'. Finally, legal html names for colors, such as 'red', 'burlywood' and 'chartreuse' are supported.
pt_br: Sequência de argumentos de cores matplotlib pela qual o gráfico de pizza circula. Strings suportadas são: 'b': azul (blue) 'g': verde (green) 'r': vermelho (red) 'c': ciano (cyan) 'm': magenta 'y': amarelo (yellow) 'k': preto (black) 'w': branco (white) Tons de cinza podem ser oferecidos como uma string que codifica um valor real na faixa de 0-1, por exemplo: '0.75'. Você também pode especificar a cor com uma string hexadecimal html como em: '#eeefff'. Finalmente, há suporte a nomes de cores válidos em html, como 'red', 'burlywood' e 'chartreuse'.

source: Rotates the start of the pie chart by angle degrees counterclockwise from the x-axis.
pt_br: Rotaciona o início do gráfico de pizza em ângulos de graus anti-horários a partir do eixo-x.

source: If True then a shadow beneath the pie is drawn
pt_br: Caso verdadeiro, é desenhado uma sombra abaixo do gráfico de pizza

source: Text
pt_br: Texto

source: Point
pt_br: Ponto

source: Coordinates
pt_br: Coordenadas

source: Annotation
pt_br: Anotação

source: Annotation text
pt_br: Texto de anotação

source: Point that is annotated
pt_br: Aponta uma anotação

source: String that indicates the coordinates of xy
pt_br: String que indica as coordenadas de xy

source: Location of annotation text
pt_br: Local do texto de anotação

source: String that indicates the coordinates of xytext.
pt_br: String que indica as coordenadas de xytext.

source: Contour labels
pt_br: Rótulos de contorno

source: Font size
pt_br: Tamanho da fonte

source: Fill contour
pt_br: Preencher contorno

source: Hatches
pt_br: Hachuras

source: Lines
pt_br: Linhas

source: Areas
pt_br: Áreas

source: X coordinates of the surface
pt_br: Coordenadas X da superfície

source: Y coordinates of the surface
pt_br: Coordenadas Y da superfície

source: Z coordinates of the surface (contour height)
pt_br: coordenadas Z da superfície (altura do contorno)

source: If None, the colormap specified by cmap will be used. If a string, like ‘r’ or ‘red’, all levels will be plotted in this color. If a tuple of matplotlib color args (string, float, rgb, etc), different levels will be plotted in different colors in the order specified.
pt_br: Se for nenhuma (none), será usado o mapa de cores especificado pelo cmap. Se for uma string, como ‘r’ ou ‘red’ (vermelho), todos os níveis serão traçados nesta cor. Se for uma tupla ou argumentos de cores do matplotlib (string, float, rgb, etc), os diferentes níveis serão traçados com diferentes cores e na ordem especificada.

source: Contour line style
pt_br: Estilo de linha de contorno

source: All contour levels will be plotted with this linewidth.
pt_br: Todos os níveis de contorno serão traçados com esta largura de linha.

source: Adds contour labels
pt_br: Acrescenta rótulos de contorno

source: Contour font label size in points
pt_br: O tamanho do contorno da fonte do rótulo em pontos

source: A list of cross hatch patterns to use on the filled areas. A hatch can be one of: / - diagonal hatching \ - back diagonal | - vertical - - horizontal + - crossed x - crossed diagonal o - small circle O - large circle . - dots * - stars Letters can be combined, in which case all the specified hatchings are done. If same letter repeats, it increases the density of hatching of that pattern.
pt_br: Uma lista de padrões de hachuras cruzadas para serem usadas em áreas preenchidas. Uma hachura pode ser composta de um(a): / - hachura diagonal \ - diagonal inversa | - vertical - - horizontal + - cruzada x - diagonal cruzada o - círculo pequeno O - círculo grande . - pontos * - estrelas Podem ser combinadas com letras, neste caso todas as hachuras especificadas estão feitas. Se forem repetidas as mesmas letras, então a densidade da hachura daquele padrão será aumentada.

source: Flows
pt_br: Fluxos

source: Orientations
pt_br: Orientações

source: Format
pt_br: Formatar

source: Unit
pt_br: Unidade

source: Rotation
pt_br: Rotação

source: Gap
pt_br: Intervalo

source: Radius
pt_br: Raio

source: Shoulder
pt_br: Rebordo

source: Offset
pt_br: Deslocamento

source: Angle
pt_br: Ângulo

source: Edge
pt_br: Borda

source: Face
pt_br: Superfície

source: Diagram
pt_br: Diagrama

source: Area
pt_br: Área

source: Array of flow values. By convention, inputs are positive and outputs are negative.
pt_br: Matriz de valores de fluxo. Por convenção, as entradas são positivas e as saídas são negativas.

source: List of orientations of the paths. Valid values are 1 (from/to the top), 0 (from/to the left or right), or -1 (from/to the bottom). If orientations == 0, inputs will break in from the left and outputs will break away to the right.
pt_br: Lista de orientações dos vetores. Valores válidos são 1 (do/para o topo), 0 (de/para a esquerda ou direita) ou -1 (de/para a base). Se orientações == 0, as entradas serão interrompidas a partir da esquerda e as saídas sairão para a direita.

source: List of specifications of the labels for the flows. Each value may be None (no labels), ‘’ (just label the quantities), or a labeling string. If a single value is provided, it will be applied to all flows. If an entry is a non-empty string, then the quantity for the corresponding flow will be shown below the string. However, if the unit of the main diagram is None, then quantities are never shown, regardless of the value of this argument.
pt_br: Lista de especificações dos rótulos para os fluxos. Cada valor pode ser nenhum/none (sem rótulos), ‘’ (apenas rotular quantidades), ou uma string de rotulação. Se for fornecido um único valor, este será aplicado a todos os fluxos. Se uma entrada é uma string não-vazia, então a quantidade para o fluxo correspondente será mostrado abaixo da string. Contudo, se a unidade do diagrama principal for nenhuma/none, então as quantidades nunca serão mostradas, independentemente do valor deste argumento.

source: String representing the physical unit associated with the flow quantities. If unit is None, then none of the quantities are labeled.
pt_br: String representando a unidade física associada com as quantidades de fluxo. Se a unidade for nenhuma (none), então nenhuma das quantidades serão rotuladas.

source: A Python number formatting string to be used in labeling the flow as a quantity (i.e., a number times a unit, where the unit is given)
pt_br: Uma string de formatação de número em Python a ser usada na rotulação do fluxo como quantidade (por exemplo: um número vezes uma unidade, onde a unidade é fornecida)

source: Angle of rotation of the diagram [deg]
pt_br: Ângulo de rotação do diagrama [graus]

source: Space between paths that break in/break away to/from the top or bottom.
pt_br: Espaço entre vetores que convergem ou divergem de/para cima ou baixo.

source: Inner radius of the vertical paths
pt_br: Raio interno dos vetores verticais

source: Size of the shoulders of output arrows
pt_br: Tamanho dos rebordos das setas de saída

source: Text offset (from the dip or tip of the arrow)
pt_br: Deslocamento de texto (da inclinação ou da extremidade da seta)

source: Angle of the arrow heads (and negative of the angle of the tails) [deg]
pt_br: Ângulo da cabeça da seta (e negativo do ângulo das caudas) [graus]

source: Edge color of Sankey diagram
pt_br: Cor da borda do diagrama de Sankey

source: Face color of Sankey diagram
pt_br: Cor da superfície do diagrama de Sankey

source: Code Meaning %a Locale’s abbreviated weekday name. %A Locale’s full weekday name. %b Locale’s abbreviated month name. %B Locale’s full month name. %c Locale’s appropriate date and time representation. %d Day of the month as a decimal number [01,31]. %f Microsecond as a decimal number [0,999999], zero-padded on the left %H Hour (24-hour clock) as a decimal number [00,23]. %I Hour (12-hour clock) as a decimal number [01,12]. %j Day of the year as a decimal number [001,366]. %m Month as a decimal number [01,12]. %M Minute as a decimal number [00,59]. %p Locale’s equivalent of either AM or PM. %S Second as a decimal number [00,61]. %U Week number (Sunday first weekday) as a decimal number [00,53]. %w Weekday as a decimal number [0(Sunday),6]. 4 %W Week number (Monday first weekday) as a decimal number [00,53]. %x Locale’s appropriate date representation. %X Locale’s appropriate time representation. %y Year without century as a decimal number [00,99]. %Y Year with century as a decimal number. %z UTC offset in the form +HHMM or -HHMM. %Z Time zone name. %% A literal '%' character.
pt_br: Código Significado %a Nome local abreviado do dia da semana. %A Nome local completo do dia da semana. %b Nome local abreviado de mês. %B Nome local completo de mês. %c Representação local apropriada de data e hora. %d Dia do mês como um número decimal [01,31]. %f Microssegundo como um número decimal [0,999999], com zeros à esquerda %H Hora (relógio de 24-horas) como um número decimal [00,23]. %I Hora (relógio de 12-horas) como um número decimal [01,12]. %j Dia do ano como um número decimal [001,366]. %m Mês como um número decimal [01,12]. %M Minuto como um número decimal [00,59]. %p O equivalente local usado para tanto AM quanto PM. %S Segundo como um número decimal [00,61]. %U Número da semana (com Domingo sendo o primeiro dia da semana) como um número decimal [00,53]. %w Dia da semana como um número decimal [0(Domingo),6]. 4 %W Número da semana (com Segunda sendo o primeiro dia da semana) como um número decimal [00,53]. %x Representação local apropriada de data. %X Representação local apropriada de hora. %y Ano sem século como um número decimal [00,99]. %Y Ano com século como um número decimal. %z Correção UTC em formato +HHMM ou -HHMM. %Z Nome do fuso horário. %% Um caractere literal '%'.

source: Title
pt_br: Título

source: Limits
pt_br: Limites

source: Log. scale
pt_br: Escala de log.

source: Legend
pt_br: Legenda

source: Date format
pt_br: Formato de data

source: Figure
pt_br: Imagem

source: X-Axis
pt_br: Eixo-X

source: Y-Axis
pt_br: Eixo-Y

source: The figure title
pt_br: O título da imagem

source: The label for the x axis
pt_br: O rótulo para o eixo x

source: The data limits for the x axis Format: (xmin, xmax)
pt_br: Os limites de dados para o eixo x Formato: (xmin, xmax)

source: The label for the y axis
pt_br: O rótulo para o eixo y

source: The data limits for the y axis Format: (ymin, ymax)
pt_br: Os limites de dados para o eixo y Formato: (ymin, ymax)

source: If non-empty then the x axis is displays dates. Enter an unquoted strftime() format string.
pt_br: Se não estiver vazio, o eixo X exibirá datas. Digite uma string, sem aspas, no formato strftime().

source: Custom labels for the x axis.
pt_br: Rótulos aleatórios para o eixo x.

source: Custom labels for the y axis.
pt_br: Rótulos aleatórios para o eixo y.

source: Insert chart
pt_br: Inserir gráfico

source: Axes
pt_br: Eixos

source: &Approve file
pt_br: &Aprovar arquivo

source: Menu item unknown
pt_br: O item de menu é desconhecido

source: Cu&t
pt_br: Recor&tar

source: Cut cell to clipboard
pt_br: Recorta a célula para a área de transferência

source: &Copy
pt_br: &Copiar

source: Copy input strings to clipboard
pt_br: Copia strings de entrada para a área de transferência

source: &Paste
pt_br: &Colar

source: Paste cells from clipboard
pt_br: Colar células da área de transferência

source: Insert &rows
pt_br: Inserir &linhas

source: Insert rows at cursor
pt_br: Inserir linhas na posição do cursor

source: &Insert columns
pt_br: &Inserir colunas

source: Insert columns at cursor
pt_br: Inserir colunas na posição do cursor

source: Delete rows
pt_br: Excluir linhas

source: Delete columns
pt_br: Excluir colunas

source: &File
pt_br: &Arquivo

source: &New
pt_br: &Novo

source: Create a new, empty spreadsheet
pt_br: Cria uma planilha nova, vazia

source: &Open
pt_br: A&brir

source: Open spreadsheet from file
pt_br: Abrir planilha a partir de arquivo

source: &Save
pt_br: &Salvar

source: Save spreadsheet
pt_br: Salvar planilha

source: Save &As
pt_br: Salvar &como

source: Save spreadsheet to a new file
pt_br: Salvar planilha em um novo arquivo

source: &Import
pt_br: &Importar

source: Import a file and paste it into current grid
pt_br: Importe um arquivo e cole-o na grade atual

source: &Export
pt_br: &Exportar

source: Export selection to file (Supported formats: CSV)
pt_br: Exportar seleção para arquivo (Formatos suportados: CSV)

source: Approve, unfreeze and sign the current file
pt_br: Aprovar, descongelar e assinar o arquivo atual

source: &Clear globals
pt_br: &Limpar variáveis globais

source: Deletes global variables from memory and reloads base modules
pt_br: Exclui variáveis globais da memória e recarrega módulos básicos

source: Page setup
pt_br: Configurar página

source: Setup printer page
pt_br: Configurar página de impressão

source: Print preview
pt_br: Visualização de impressão

source: &Print
pt_br: &Imprimir

source: Print current spreadsheet
pt_br: Imprime a planilha atual

source: Preferences...
pt_br: Preferências...

source: Change preferences of pyspread
pt_br: Altera as preferências do pyspread

source: Switch GPG key...
pt_br: Alternar chave GPG...

source: Create or choose a GPG key pair for signing and verifying pyspread files
pt_br: Cria ou escolhe um par de chaves GPG para assinatura ou verificação de arquivos pyspread

source: &Quit
pt_br: &Sair

source: Quit pyspread
pt_br: Sair do pyspread

source: &Edit
pt_br: &Editar

source: &Undo
pt_br: &Desfazer

source: Undo last step
pt_br: &Desfazer o último passo

source: &Redo
pt_br: &Refazer

source: Redo last undone step
pt_br: Refazer último passo desfeito

source: Copy the input strings of the cells to clipboard
pt_br: Copia as strings de entrada das células para a área de transferência

source: Copy &results
pt_br: Copiar &resultados

source: Copy the result strings of the cells to the clipboard
pt_br: Copia as strings de resultado das células para a área de transferência

source: Paste &As...
pt_br: Colar &como...

source: Transform clipboard and paste cells into grid
pt_br: Transforma a área de transferência colando células em grade

source: Select A&ll
pt_br: Selecionar tud&o

source: Select All Cells
pt_br: Selecionar todas as células

source: &Find
pt_br: &Localizar

source: Find cell by content
pt_br: Localizar célula por conteúdo

source: Replace...
pt_br: Substituir...

source: Replace strings in cells
pt_br: Substituí strings nas células

source: Quote cell(s)
pt_br: Citar célula(s)

source: Converts cell content to strings by adding quotes ("). If a selection is present then its cells are quoted.
pt_br: Converte o conteúdo de células para strings ao adicionar aspas ("). Se uma seleção estiver presente, então suas células serão citadas (aspas).

source: Sort &ascending
pt_br: Ordem _crescente

source: Sort rows in selection or current table ascending corresponding to row at cursor.
pt_br: Ordena linhas na seleção ou da tabela atual de forma crescente com base na linha do cursor.

source: Sort &descending
pt_br: Ordem _decrescente

source: Sort rows in selection or current table descending corresponding to row at cursor.
pt_br: Ordena linhas na seleção ou da tabela atual de forma decrescente com base na linha do cursor.

source: Insert &table
pt_br: Inserir &tabela

source: Insert table before current table
pt_br: Insere tabela após a tabela atual

source: Delete table
pt_br: Excluir tabela

source: Delete current table
pt_br: Exclui a tabela atual

source: Resize grid
pt_br: Redimensionar grade

source: &View
pt_br: &Visão

source: Fullscreen
pt_br: Tela cheia

source: Shows grid in fullscreen mode. Press <F11> to leave.
pt_br: Mostra grade no modo tela cheia. Pressione <F11> para sair.

source: Toolbars
pt_br: Barras de ferramentas

source: Main toolbar
pt_br: Barra de ferramentas principal

source: Shows and hides the main toolbar.
pt_br: Mostra/oculta a barra de ferramentas principal.

source: Macro toolbar
pt_br: Barra de ferramentas de macro
