Repository: rffontenelle/tp-pt_BR-translations
Catalog: cppi/*.po
Languages: pt_br

source: write error
pt_br: erro de escrita

source: Unknown system error
pt_br: Erro desconhecido de sistema

source: %s: option '%s' is ambiguous; possibilities:
pt_br: %s: a opção "%s" é ambígua; possibilidades:

source: %s: option '--%s' doesn't allow an argument
pt_br: %s: a opção "--%s" não permite um argumento

source: %s: option '%c%s' doesn't allow an argument
pt_br: %s: a opção "%c%s" não permite um argumento

source: %s: option '--%s' requires an argument
pt_br: %s: a opção "%s" exige um argumento

source: %s: unrecognized option '--%s'
pt_br: %s: opção desconhecida "--%s"

source: %s: unrecognized option '%c%s'
pt_br: %s: opção desconhecida "%c%s"

source: %s: invalid option -- '%c'
pt_br: %s: opção inválida -- "%c"

source: %s: option requires an argument -- '%c'
pt_br: %s: a opção exige um argumento -- "%c"

source: %s: option '-W %s' is ambiguous
pt_br: %s: a opção "-W %s" é ambígua

source: %s: option '-W %s' doesn't allow an argument
pt_br: %s: a opção "-W %s" não permite um argumento

source: %s: option '-W %s' requires an argument
pt_br: %s: a opção "-W %s" exige um argumento

source: memory exhausted
pt_br: memória esgotada

source: Packaged by %s (%s)
pt_br: Empacotado por %s (%s)

source: Packaged by %s
pt_br: Empacotado por %s

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html>. This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
pt_br: Licença GPLv3+: GNU GPL versão 3 ou posterior <http://gnu.org/licenses/gpl.html> Este é um software livre: você é livre para alterá-lo e redistribuí-lo. NÃO HÁ QUALQUER GARANTIA, na máxima extensão permitida em lei.

source: Written by %s.
pt_br: Escrito por %s.

source: Written by %s and %s.
pt_br: Escrito por %s e %s.

source: Written by %s, %s, and %s.
pt_br: Escrito por %s, %s e %s.

source: Written by %s, %s, %s, and %s.
pt_br: Escrito por %s, %s, %s e %s.

source: Written by %s, %s, %s, %s, and %s.
pt_br: Escrito por %s, %s, %s, %s e %s.

source: Written by %s, %s, %s, %s, %s, and %s.
pt_br: Escrito por %s, %s, %s, %s, %s e %s.

source: Written by %s, %s, %s, %s, %s, %s, and %s.
pt_br: Escrito por %s, %s, %s, %s, %s, %s e %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, and %s.
pt_br: Escrito por %s, %s, %s, %s, %s, %s, %s e %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, and %s.
pt_br: Escrito por %s, %s, %s, %s, %s, %s, %s, %s e %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, %s, and others.
pt_br: Escrito por %s, %s, %s, %s, %s, %s, %s, %s, %s e outros.

source: Report bugs to: %s
pt_br: Relate erros para: %s Relate erros de tradução para <https://translationproject.org/team/pt_BR.html>

source: Report %s bugs to: %s
pt_br: Relate os erros do %s para: %s

source: %s home page: <%s>
pt_br: Página do %s: <%s>

source: %s home page: <http://www.gnu.org/software/%s/>
pt_br: Página do %s: <http://www.gnu.org/software/%s/>

source: General help using GNU software: <http://www.gnu.org/gethelp/>
pt_br: Ajuda geral no uso de software GNU: <http://www.gnu.org/gethelp/>

source: invalid %s%s argument '%s'
pt_br: argumento inválido para %s%s: "%s"

source: invalid suffix in %s%s argument '%s'
pt_br: sufixo inválido no argumento para %s%s: "%s"

source: %s%s argument '%s' too large
pt_br: argumento grande demais para %s%s "%s"

source: %s: line %d: found #%s without matching #if
pt_br: %s: linha %d: #%s encontrada sem #if correspondente

source: %s: line %d: not properly indented
pt_br: %s: linha %d: sem o recuro apropriado

source: %s: line %d: EOF in string
pt_br: %s: linha %d: fim do arquivo na string

source: %s: line %d: string (%lu) longer than maximum of %lu
pt_br: %s: linha %d: string (%lu) maior do que o máximo de %lu

source: %s: line %d: not properly formatted; there must be exactly one SPACE character after each #if, #elif, and #define directive
pt_br: %s: linha %d: não formatada apropriadamente; Deve haver exatamente um caractere ESPAÇO após cada diretiva #if, #elif e #define

source: %s: line %d: text following `#%s' violates ANSI standard
pt_br: %s: linha %d: texto a seguir "#%s" viola o padrão ANSI

source: %s: line %d: unterminated #%s
pt_br: %s: linha %d: #%s não terminado

source: Usage: %s [FILE] or: %s -c [OPTION] [FILE]...
pt_br: Uso: %s ARQUIVO ou: %s -c [OPÇÃO] [ARQUIVO]...

source: Indent the C preprocessor directives in FILE to reflect their nesting and ensure that there is exactly one space character between each #if, #elif, #define directive and the following token, and write the result
pt_br: Aplica recuo nas diretivas do preprocessador C no ARQUIVO para refletir seu encadeamento e assegura que há um caractere de espaço entre cada diretiva #if, #elif e #define e o token a seguir e grava o resultado

source: to standard output. The number of spaces between the `#' and the following directive must correspond to the level of nesting of that directive. With no FILE, or when FILE is -, read standard input.
pt_br: para a saída padrão. O número de espaços entre o "#" e a diretiva a seguir deve corresponder ao nível de encadeamento daquela diretiva. Com nenhum ARQUIVO, ou quando ARQUIVO for -, lê da entrada padrão.

source: -a, --ansi when checking, fail if text follows #else or #endif -c, --check set exit code, but don't produce any output -l, --list-files-only don't generate diagnostics about indentation; print to stdout only the names of files that are not properly indented
pt_br: -a, --ansi ao verificar, falha se o texto segue #else ou #endif -c, --check define código de saída, mas não produz qualquer saída -l, --list-files-only não gera diagnósticos sobre recuo; mostra para a saída padrão apenas os nomes dos arquivos que não estão com recuo apropriado

source: -m, --max-string-length=LENGTH fail if there is a double-quoted string longer than LENGTH; if LENGTH is 0 (the default), then there is no limit
pt_br: -m, --max-string-length=COMPRIMENTO falha se houver uma string entre aspas duplas maior que COMPRIMENTO; Se COMPRIMENTO for 0 (padrão), então não há limite

source: With the -c option, don't write to stdout. Instead, check the indentation of the specified files giving diagnostics for preprocessor lines that aren't properly indented or are otherwise invalid.
pt_br: Com a opção -c, não grava para a saída padrão. Em vez disso, verifica o recuo dos arquivos especificados dando diagnósticos para as linhas do preprocessador que não estão com recuo apropriado ou de alguma forma são inválidas.

source: Note that --ansi without --check does not correct the problem of non-ANSI text following #else and #endif directives.
pt_br: Note que --ansi sem --check não corrige o problema do texto não-ANSI seguindo as diretivas #else e #endif.

source: The exit code will be one of these: 0 all directives properly indented 1 some cpp directive(s) improperly indented, or text follows #else/#endif (enabled with --check --ansi), or a double-quoted string is longer than the specified maximum 2 #if/#endif mismatch, EOF in comment or string 3 file (e.g. open/read/write) error
pt_br: O código de saída será um destes: 0 todas as diretivas com recuo apropriado 1 algumas diretivas de cpp com recuro inapropriado; ou texto segue #else/#endif (habilitado com --check --ansi), ou uma string entre aspas duplas é maior do que o máximo especificado 2 #if/#endif não conferem, EOF em comentário ou string 3 erro de arquivo (ex. open, read, write)

source: A pragma directive may have its `#' indented.
pt_br: Uma diretiva pragma pode conter seus "#" com recuo.

source: Report bugs to <%s>.
pt_br: Relate os erros para: <%s>.

source: %s: line %d: EOF in comment
pt_br: %s: linha %d: fim do arquivo no comentário

source: invalid maximum string length %s
pt_br: comprimento máximo de string inválido %s

source: too many arguments
pt_br: número excessivo de argumentos

source: NOTE: your shell may have its own version of %s, which usually supersedes the version described here. Please refer to your shell's documentation for details about the options it supports.
pt_br: NOTA: seu shell pode ter sua própria versão de %s, o que pode tornar obsoleta a versão descrita aqui. Por favor, informe-se na documentação do seu shell sobre a que opções ele oferece suporte.

source: --help display this help and exit
pt_br: --help exibe esta ajuda e sai

source: --version output version information and exit
pt_br: --version mostra informações sobre a versão e sai
