Repository: rffontenelle/tp-pt_BR-translations
Catalog: ccd2cue/*.po
Languages: pt_br

source: cue-file
pt_br: arquivo-cue

source: write output to 'cue-file'
pt_br: escreve a saída para "arquivo-cue"

source: cdt-file
pt_br: arquivo-cdt

source: write CD-Text data to 'cdt-file'
pt_br: escreve dados CD-Texto para "arquivo-cdt"

source: While the main output file 'cue-file' is always generated, the 'cdt-file' is created only when there is CD-Text data. If 'cue-file' is '-', or '--output' is omitted, standard output is used.
pt_br: Enquanto o arquivo de saída principal "arquivo-cue" é sempre gerado, o "arquivo-cdt" é criado apenas quando há dados de CD-Texto. Se "arquivo-cue" for "-", ou "--output" for omitido, saída padrão é usada.

source: img-file
pt_br: arquivo-img

source: reference 'img-file' as the image file
pt_br: referência "arquivo-img" como o arquivo de imagem

source: use absolute file name deduction
pt_br: usa dedução por nome de arquivo absoluto

source: The 'img-file' is a reference to a data file required only in burning time and thus its existence is not enforced at conversion stage.
pt_br: O "arquivo-img" é uma referência para um arquivo de dados necessário apenas em tempo de gravação e, portanto, sua existência não se aplica ao estágio de conversão.

source: CCD sheet to CUE sheet converter
pt_br: Conversor de lista CCD para lista CUE

source: cannot parse CCD sheet stream from '%s'
pt_br: não foi possível analisar fluxo de lista CCD de "%s"

source: cannot convert '%s' to '%s'
pt_br: não foi possível converter "%s" para "%s"

source: cannot close '%s'
pt_br: não foi possível fechar "%s"

source: more than one disc image file name provided ('--image'): '%s' and '%s'
pt_br: mais de um nome de arquivo de imagem de disco fornecido ("--image"): "%s" e "%s"

source: more than one CD-Text file name provided ('--cd-text'): '%s' and '%s'
pt_br: mais de um nome de arquivo de CD-Texto fornecido ("--cd-text"): "%s" e "%s"

source: more than one output CUE sheet provided ('--output'): '%s' and '%s'
pt_br: mais de uma lista CUE de saída fornecida ("--output"): "%s" e "%s"

source: %s: more than one input CCD sheet provided: '%s' and '%s'
pt_br: %s: mais de uma lista CCD de entrada fornecida: "%s" e "%s"

source: %s: no image name provided ('--image')
pt_br: %s: nenhum nome de imagem fornecido ("--image")

source: cannot process command line arguments
pt_br: não foi possível processar os argumentos de linha de comando

source: cannot deduce image file name
pt_br: não foi possível deduzir nome de arquivo de imagem

source: cannot deduce CD-Text file name
pt_br: não foi possível deduzir nome de arquivo CD-Texto

source: cannot open CCD sheet '%s'
pt_br: não foi possível abrir lista CCD "%s"

source: cannot open CUE sheet '%s'
pt_br: não foi possível abrir lista CUE "%s"

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
pt_br: Licença GPLv3+: GNU GPL versão 3 ou superior <http://gnu.org/licenses/gpl.html>. Este é um software livre: você é livre para alterá-lo e redistribuí-lo. NÃO HÁ GARANTIAS, na máxima extensão permitida por lei.

source: Written by Bruno Fe'lix Rezende Ribeiro.
pt_br: Escrito por Bruno Fe'lix Rezende Ribeiro.

source: Convert CCD sheet to CUE sheet.
pt_br: Converte lista CCD para lista CUE.

source: The input file, referred as 'ccd-file', must exist. If 'ccd-file' is '-', or omitted, standard input is used. It is necessary to supply at least one file name, in an option or non-option argument, in order to deduce the remaining file names needed, and only one file name of each type can be supplied.
pt_br: O arquivo de entrada, referenciado como "arquivo-ccd", deve existir. Se "arquivo-ccd" for "-", ou omitido, a entrada padrão é usada. É necessário fornecer pelo menos um nome de arquivo, em um argumento de opção ou não, para deduzir os nomes de arquivos restantes necessários, e apenas um nome de arquivo de cada tipo pode ser fornecido.

source: Options:
pt_br: Opções:

source: Examples:
pt_br: Exemplos:

source: The most ordinary use case is when you have a CCD set of files and just want to generate a CUE sheet file in order to burn or otherwise access the data inside the image file. Supposing your CCD sheet file is called gnu.ccd, you are done with the command:
pt_br: O caso de uso mais comum é quando você tem uma coleção CCD de arquivos e quer apenas gerar um arquivo de lista CUE para gravar ou, do contrário, acessar os dados dentro do arquivo de imagem. Supondo que seu arquivo de lista CCD se chame gnu.ccd, você pode fazer isso com o comando:

source: If you have burned a CD from a CUE sheet produced by this program and all audio tracks became only senseless static noise, you may need to tell your burning software to swap the byte order of all samples sent to the CD-recorder. This can be accomplished with (for example) the '--swap' option when using the 'cdrdao' program. Experience has shown that at least for mixed-mode discs it is necessary to use that option when burning, otherwise you will almost certainly waste a CD.
pt_br: Se você gravou um CD de uma lista CUE produzida por este programa e todas as faixas de áudio se tornaram ruído estático sem sentido, você pode precisar dizer ao seu programa de gravação para trocar a ordem de bytes de todas as amostras enviadas ao gravador de CD. Isso pode ser realizado com (por exemplo) a opção "--swap" usando o programa "cdrdao". Experiência nos mostrou que pelo menos para discos de modo misto é necessário usar aquela opção para gravação, do contrário você quase com certeza desperdiçará um CD.

source: Supposing you want to burn a CD using the 'cdrdao' program and a CUE sheet file named 'gnu.cue', and wisely want to ensure the correct behavior of your burnt disc, use the command:
pt_br: Supondo que você queira gravar um CD usando o programa "cdrdao" e um arquivo de lista CUE chamado "gnu.cue", e queira sabiamente garantir o comportamento correto de seu disco gravado, use o comando:

source: That way 'cdrdao' will swap the byte order of audio samples, cautiously burning in the smallest possible speed and will eject your CD when it is done.
pt_br: Dessa forma, "cdrdao" vai trocar a ordem de bytes de amostras de áudio, gravando cuidadosamente na menor velocidade possível e vai ejetar seu CD quando ele estiver concluído.

source: Report bugs to:
pt_br: Relate erros para:

source: Report translation bugs to:
pt_br: Relate erros de tradução para:

source: %s: error allocating memory
pt_br: %s: erro de alocação de memória

source: %s: error reallocating memory
pt_br: %s: erro de realocação de memória

source: %s: error allocating chunk for obstack
pt_br: %s: erro na alocação de blocos para obstack

source: %s: error writing to stream
pt_br: %s: error ao gravar para fluxo

source: cannot concatenate strings
pt_br: não foi possível concatenar strings

source: %s: error copying string
pt_br: %s: não foi possível copiar string

source: %s: cannot push error into stack
pt_br: %s: não foi possível encaixar o erro na pilha

source: cannot parse CCD sheet stream
pt_br: não foi possível analisar fluxo de lista CCD

source: unknown track data type %d; please report a bug
pt_br: tipo %d de dados de faixa desconhecido; por favor, relate este erro
