Repository: rffontenelle/tp-pt_BR-translations
Catalog: chambercourt/*.po
Languages: pt_br

source: cannot find asset `{}'
pt_br: não foi possível encontrar o recurso `{}'

source: Start level: {}/{}
pt_br: Nível inicial: {}/{}

source: Level {}:
pt_br: Nível {}:

source: a directory or Zip file of levels to use
pt_br: um diretório ou arquivo Zip de níveis para usar

source: %(prog)s {} by {}
pt_br: %(prog)s {} por {}

source: Error reading levels: {}
pt_br: Erro ao ler os níveis: {}

source: Could not find any levels
pt_br: Não foi possível encontrar nenhum nível

source: Z/X - Left/Right '/? - Up/Down or use the arrow keys to move
pt_br: Z/X - Esquerda/Direita '/? - Cima/Baixo ou use as teclas de seta para mover

source: S/L - Save/load position R - Restart level Q - Quit game F - toggle full screen
pt_br: S/L - Salvar/carregar posição R - Reiniciar nível Q - Sair do jogo F - Alternar tela cheia

source: (choose with movement keys and digits)
pt_br: (escolha telas de movimentos e dígitos)

source: Press the space bar to play!
pt_br: Pressione espaço para jogar!
