Repository: rffontenelle/tp-pt_BR-translations
Catalog: pies/*.po
Languages: pt_br

source: socket name too long: %s
pt_br: nome de soquete muito longo: %s

source: cannot resolve host name: %s
pt_br: não foi possível resolver o nome de host: %s

source: invalid netmask: %s
pt_br: máscara de rede inválida: %s

source: expected "from", but found list
pt_br: esperava "from", mas encontrou lista

source: expected "from", but found "%s"
pt_br: esperava "from", mas encontrou "%s"

source: unexpected end of statement after "from"
pt_br: fim de declaração inesperado após "from"

source: junk after from-list
pt_br: lixo após lista "from"

source: expected ACL name, but found end of statement
pt_br: esperava nome ACL, mas encontrou fim de declaração

source: expected string, but found list
pt_br: esperava texto, mas encontrou lista

source: ACL not defined: %s
pt_br: ACL não definida: %s

source: expected identity list, but found end of statement
pt_br: esperava lista de identidade, mas encontrou fim de declaração

source: unknown word: %s
pt_br: palavra desconhecida: %s

source: unexpected list
pt_br: lista inesperada

source: ACL name must be a string
pt_br: nome de ACL deve ser um texto

source: ACL name is not expected
pt_br: nome de ACL não é esperado

source: ACL name is ignored
pt_br: nome de ACL ignorado

source: missing ACL name
pt_br: nome ACL faltando

source: unexpected block statement
pt_br: declaração de bloco inesperada

source: [all|authenticated|user <usr: list>|group <grp: list>] [acl <name: string>] [from <addr: list>]
pt_br: [all|authenticated|user <usr: lista>|group <grp: lista>] [acl <nome: texto>] [from <endereço: lista>]

source: Allow access
pt_br: Permitir acesso

source: Deny access
pt_br: Negar acesso

source: MATCHES
pt_br: CORRESPONDE A

source: does not match
pt_br: não corresponde a

source: cannot install ACL: %s
pt_br: não foi possível instalar ACL: %s

source: redefinition of ACL %s
pt_br: redenção de ACL %s

source: location of the previous definition
pt_br: local da definição anterior

source: component %s depends on %s, which is not declared
pt_br: o componente %s depende de %s, que não está declarado

source: undefined component %s depends on %s
pt_br: comando indefinido %s depende de %s

source: component %s depends on itself
pt_br: o componente %s depende de si próprio

source: in component %s:
pt_br: no componente %s:

source: "internal" used without "service"
pt_br: "internal" usado sem "service"

source: unknown internal service
pt_br: serviço interno desconhecido

source: "internal" used with "command"
pt_br: "internal" usado com "command"

source: no 'command' statement
pt_br: nenhuma declaração "command"

source: both "tcpmux" and "tcpmuxplus" used
pt_br: ambos "tcpmux" e "tcpmuxplus" usados

source: pass-fd-socket ignored: wrong mode
pt_br: pass-fd-socket ignorado: modo errado

source: socket ignored: wrong mode
pt_br: soquete ignorado: modo errado

source: must supply pass-fd-socket in this mode
pt_br: deve fornecer pass-fd-socket neste modo

source: pass-fd-socket must be an absolute file name or chdir must be specified
pt_br: pass-fd-socket deve ser um nome de arquivo absoluto ou chdir deve ser especificado

source: socket must be specified in this mode
pt_br: soquete deve ser especificado neste modo

source: TCPMUX master not specified, assuming "tcpmux"
pt_br: TCPMUX mestre não especificado, presumindo "tcpmux"

source: max-instances ignored
pt_br: max-instances ignorado

source: wait is useless in this mode
pt_br: wait é inútil neste modo

source: stdout redirection invalid in this mode
pt_br: redirecionamento para stdout é inválido neste modo

source: %s: must be an absolute file name or chdir must be specified
pt_br: %s: deve ser um nome de arquivo absoluto ou chdir deve ser especificado

source: Dependency map
pt_br: Mapa de dependência

source: Legend
pt_br: Legenda

source: can't parse input line: %s
pt_br: não foi possível analisar a linha de entrada: %s

source: protocol error
pt_br: erro de protocolo

source: cannot install header: %s
pt_br: não foi possível instalar o cabeçalho: %s

source: cannot install output header: %s
pt_br: não foi possível instalar o cabeçalho da saída: %s

source: %s: can't authenticate: %s
pt_br: %s: não foi possível autenticar: %s

source: trying identity provider %s...
pt_br: tentando o provedor de identidade %s...

source: %s granted admin access via %s
pt_br: %s concedeu acesso administrativo via %s

source: %s authenticated via %s
pt_br: %s autenticado via %s

source: %s authenticated via %s, component %s
pt_br: %s autenticado via %s, componente %s

source: %s authenticated via %s, but failed ACL check
pt_br: %s autenticado via %s, mas a verificação de ALC falhou

source: error reading from control socket: %s
pt_br: erro ao ler do soquete de controle: %s

source: error writing to control socket
pt_br: erro ao escrever para o soquete de controle

source: error writing to control socket: %s
pt_br: erro ao escrever para o soquete de controle: %s

source: %s wants %s
pt_br: %s quer %s

source: control socket
pt_br: soquete de controle

source: can't create control socket %s
pt_br: não foi possível criar o soquete de controle %s

source: out of memory trying to log a message
pt_br: memória insuficiente ao tentar registrar uma mensagem

source: %s: %s failed
pt_br: %s: %s falhou

source: %s failed
pt_br: %s falhou

source: cannot open file %s: %s
pt_br: não foi possível abrir o arquivo %s: %s

source: error reading %s: %s
pt_br: erro ao ler %s: %s

source: %s: cannot get peer name: %s
pt_br: %s: não foi possível obter o nome do par: %s

source: cannot open configuration file %s: %s
pt_br: não foi possível abrir o arquivo de configuração %s: %s

source: bad socket type
pt_br: tipo de soquete inválido

source: bad protocol for tcpmux service
pt_br: protocolo inválido para serviço tcpmux

source: bad socket type for tcpmux service
pt_br: tipo de soquete inválido para serviço tcpmux

source: invalid socket address
pt_br: endereço de soquete inválido

source: invalid wait field
pt_br: campo de wait inválido

source: cannot open directory %s: %s
pt_br: não foi possível abrir o diretório %s: %s

source: L limit is not implemented
pt_br: Limite L não está implementada

source: no "%s" statement in block
pt_br: sem declaração "%s" em bloco

source: unexpected scalar statement
pt_br: declaração de scalar inesperada

source: unsupported type
pt_br: tipo sem suporte

source: unknown action code: %s
pt_br: código de ação desconhecido: %s

source: Specifies action to take when a component finishes with this return code.
pt_br: Especifica a ação a ser executada quando um componente é concluído com esse código de retorno.

source: Notify this address when a component terminates.
pt_br: Notifica esse endereço quando um componente terminar.

source: Notification message text (with headers).
pt_br: Texto da mensagem de notificação (com cabeçalhos).

source: Execute this command.
pt_br: Executa esse comando.

source: %s: not a number
pt_br: %s: não é um número

source: %s: not a signal code
pt_br: %s: não é um código de sinal

source: %s: not a return code
pt_br: %s: não é um código de retorno

source: cannot get list item
pt_br: não foi possível obter o item de lista

source: missing tag
pt_br: faltando tag

source: invalid use of block statement
pt_br: uso inválido de declaração de bloco

source: invalid octal number
pt_br: número octal inválido

source: can't parse legacy env statement
pt_br: não é possível analisar declaração env legada

source: unexpected argument
pt_br: argumento inesperado

source: Clear environment.
pt_br: Limpa ambiente

source: name[=value]
pt_br: nome[=valor]

source: Keep this variable. Unless value is supplied, name can contain wildcards. Implies "clear yes".
pt_br: Mantém essa variável. A menos que o valor seja fornecido, o nome pode conter caracteres curingas. Implica em "clear yes".

source: name=value
pt_br: nome=valor

source: Set environment variable. Note, that argument must be quoted.
pt_br: Define a variável de ambiente. Note que o argumento deve estar entre aspas.

source: string
pt_br: texto

source: Evaluate string. Useful for side-effects, e.g. eval ${X:=2}.
pt_br: Avalia a string. Útil para efeitos secundários, p.ex., eval ${X:=2}.

source: name
pt_br: nome

source: Unset environment variable. Name can contain wildcards.
pt_br: Define a variável de ambiente. O nome pode conter caracteres curingas.

source: expected facility number or symbolic name
pt_br: esperava número de facilidade ou nome simbólico

source: unknown syslog facility %s
pt_br: facilidade syslog desconhecida %s

source: unknown syslog priority %s
pt_br: prioridade syslog desconhecida %s

source: %s: unrecognized redirector type
pt_br: %s: tipo de redirecionador não reconhecido

source: wrong number of arguments
pt_br: número errado de argumentos

source: %s: unrecognized mode
pt_br: %s: modo não reconhecido

source: invalid limit string (near %s)
pt_br: texto de limite inválido (próximo a %s)

source: %s: unrecognized flag
pt_br: %s: sinalizador não reconhecido

source: too many arguments
pt_br: número excessivo de argumentos

source: argument must be a single character
pt_br: o argumento deve ser um caractere simples

source: not a valid runlevel
pt_br: não é um nível de execução válido

source: not a valid runlevel: %c
pt_br: não é um nível de execução válido: %c

source: mode
pt_br: modo

source: Component execution mode.
pt_br: Modo de execução de componente.

source: Full name of the program.
pt_br: Nome completo do programa.

source: Command line.
pt_br: Linha de comando.

source: list
pt_br: lista

source: List of prerequisites.
pt_br: Lista de pré-requisitos.

source: List of components for which this one is a prerequisite.
pt_br: Lista de componentes para os quais esse é um pré-requisito.

source: List of flags.
pt_br: Lista de sinalizadores.

source: chars
pt_br: caracteres

source: Runlevels to start that component in.
pt_br: Níveis de execução no qual deve-se iniciar o componente.

source: Pass fd through this socket.
pt_br: Passa fd por meio deste soquete.

source: Time to wait for pass-fd socket to become available.
pt_br: Tempo para aguardar o soquete pass-fd se tornar disponível.

source: Maximum number of running instances.
pt_br: Número máximo de instâncias em execução.

source: Text to send back if max-instances is reached (inetd-components only).
pt_br: Texto a ser enviado se max-instances for atingido (somente componentes inetd).

source: Maximum number of simultaneous connections per IP address (inetd only).
pt_br: Número máximo de conexões simultâneas por endereço IP. (somente inetd).

source: Text to send back if max-ip-connections is reached (inetd only).
pt_br: Texto a ser enviado se max-ip-connections for atingido (somente inetd).

source: Maximum number of times an inetd component can be invoked in one minute.
pt_br: Número máximo de vezes que um componente inetd pode ser invocado em um minuto.

source: url: string
pt_br: url: texto

source: Listen on the given url.
pt_br: Ouve na URL dada.

source: type: {stream | dgram | raw | rdm | seqpacket}
pt_br: tipo: {stream | dgram | raw | rdm | seqpacket}

source: Set socket type.
pt_br: Define o tipo do soquete.

source: Define connection ACL.
pt_br: Define uma ACL de conexão.

source: Define who can list this component.
pt_br: Define quem pode listar esse componente.

source: Define who can change this component.
pt_br: Define quem pode alterar esse componente.

source: Text to send back if access is denied (inetd-components only).
pt_br: Texto a ser enviado se o acesso for negado (somente componentes inetd).

source: file
pt_br: arquivo

source: Remove file before starting the component.
pt_br: Remove o arquivo antes de iniciar o componente.

source: Override default syslog facility for this component.
pt_br: Substitui a facilidade padrão do syslog para esse componente.

source: type: {file | syslog}> <channel: string
pt_br: tipo: {file | syslog}> <canal: texto

source: Redirect program's standard output to the given file or syslog priority.
pt_br: Redireciona a saída padrão do programa para o arquivo especificado ou prioridade do syslog.

source: Redirect program's standard error to the given file or syslog priority.
pt_br: Redireciona a saída de erro do programa para o arquivo especificado ou prioridade do syslog.

source: Run with this user privileges.
pt_br: Executa com esses privilégios de usuário.

source: Retain supplementary group.
pt_br: Retém grupo suplementar.

source: Retain all supplementary groups of which user is a member.
pt_br: Retém todos os grupos suplementares dos quais o usuário é membro.

source: arg: number
pt_br: arg: número

source: Force this umask.
pt_br: Força essa umask.

source: Set system limits
pt_br: Define os limites do sistema

source: Modify program environment.
pt_br: Modifica o ambiente do programa.

source: arg: list
pt_br: arg: lista

source: Modify program environment (legacy syntax). Argument is a list of quoted assignments separated by white space.
pt_br: Modifica o ambiente do programa (sintaxe legada). O argumento é uma lista de atribuições entre aspas, separadas por espaço.

source: Change to this directory before executing the component.
pt_br: Muda para esse diretório antes de executar o componente.

source: tag: exit-code-list
pt_br: tag: lista-código-saída

source: Define what to do when the component finishes.
pt_br: Define o que fazer quando o componente finaliza.

source: Service name for inetd component.
pt_br: Nome do serviço para o componente inetd.

source: Tag of master TCPMUX component.
pt_br: Tag do componente TCPMUX mestre.

source: expected block statement
pt_br: esperava declaração de bloco

source: Set connection ACL.
pt_br: Define tempo limite da conexão.

source: Administrative access
pt_br: Acesso administrativo

source: User access
pt_br: Acesso de usuário

source: Disconnect after <n> seconds of inaction (not implemented).
pt_br: Desconecta após <n> segundos de inatividade (não implementado).

source: Authentication realm name
pt_br: Nome do reino de autenticação

source: Set syslog facility. Arg is one of the following: user, daemon, auth, authpriv, mail, cron, local0 through local7 (case-insensitive), or a facility number.
pt_br: Define a facilidade de syslog. Arg é um dos seguintes: user, daemon, auth, authpriv, mail, cron, local0 até local7 (sem distinção entre maiúsculas e minúsculas) ou um número de facilidade.

source: Tag syslog messages with this string
pt_br: Marca mensagens syslog com esse texto

source: Prefix each message with its priority
pt_br: Prefixa cada mensagem com essa prioridade

source: tag: string
pt_br: tag: texto

source: Define a component
pt_br: Define um componente

source: Define control socket
pt_br: Define soquete de controle

source: Configure syslog logging
pt_br: Configura registro syslog

source: Set debug verbosity level.
pt_br: Define o nível de verbosidade de depuração.

source: Show source info with debugging messages.
pt_br: Mostra info de origem com mensagens de depuração.

source: Full file name of the program state directory.
pt_br: Nome de arquivo completo do diretório de estado do programa.

source: Write PID to this file.
pt_br: Escreve PID para esse arquivo.

source: Ignored for compatibility with version 1.2.
pt_br: Ignorado por compatibilidade com versão 1.2.

source: Set location of the QOTD file.
pt_br: Define local dos arquivos de QOTD.

source: Set global system limits.
pt_br: Define os limites globais do sistema.

source: arg: char
pt_br: arg: caractere

source: Default runlevel
pt_br: Nível de execução padrão

source: Wait <n> seconds for all components to shut down.
pt_br: Aguarda <n> segundos para todos os componentes desligarem.

source: Set global ACL.
pt_br: Define ACL global.

source: name: string
pt_br: nome: texto

source: Define an ACL.
pt_br: Define uma ACL.

source: file-or-dir: string
pt_br: arquivo-ou-dir: texto

source: Include inetd configuration file or directory
pt_br: Inclui um diretório ou arquivo de configuração inetd

source: file: string
pt_br: arquivo: texto

source: Include components from the specified MeTA1 configuration file.
pt_br: Inclui componentes do arquivo de configuração MeTA1 especificado.

source: Set the name of MeTA1 queue directory (default /var/spool/meta1).
pt_br: Define o nome do diretório de pilha MeTA1 (padrão é /var/spool/meta1).

source: Full path to the mailer binary.
pt_br: Caminho completo do binário do mailer.

source: Mailer command line (without recipient addresses).
pt_br: Linha de comando do mailer (sem endereço do destinatário).

source: Configuration file structure for pies. For more information, use command "info pies configuration".
pt_br: Estrutura de arquivo de configuração para pie. Para mais informação, use "info pies configuration".

source: reading configuration
pt_br: lendo a configuração

source: unexpected character %#03o in pidfile %s
pt_br: caractere inesperado %#03o no arquivo de pid %s

source: cannot signal master process %lu: %s
pt_br: não foi possível enviar sinal ao processo mestre %lu: %s

source: pies is not running
pt_br: pies não está em execução

source: reloading pies at PID %lu
pt_br: recarregando pies no PID %lu

source: pies is not running, but a pidfile is found (pid %lu)
pt_br: pies não está em execução, mas um arquivo pid foi encontrado (pid %lu)

source: pies seems to run with pid %lu, but is not responding
pt_br: pies parece estar em execução com o pid %lu, mas não está respondendo

source: stopping pies at PID %lu
pt_br: parando pies no PID %lu

source: %s appears to run with pid %lu. If it does not, remove %s and retry.
pt_br: %s parece estar em execução com o pid %lu. Se não estiver, remova %s e tente novamente.

source: cannot create pidfile `%s': %s
pt_br: não foi possível criar o arquivo pid "%s": %s

source: cannot parse mailer command line: %s
pt_br: não foi possível analisar a linha de comando do mailer: %s

source: %s: cannot create control URL: %s
pt_br: %s: não foi possível criar a URL de controle: %s

source: another pies instance may be running (pid %lu), use --force to override
pt_br: outra instância do pies pode estar em execução (pid %lu), use --force para sobrescrever

source: another pies instance already running (pid %lu)
pt_br: outra instância do pies já em execução (pid %lu)

source: %s %s starting
pt_br: %s %s inciando

source: not started as an absolute pathname; restart will not work
pt_br: não iniciado como um nome de caminho absoluto; o reinício não vai funcionar

source: restart command ignored
pt_br: comando de reinício ignorado

source: %s %s terminated
pt_br: %s %s terminado

source: not enough memory
pt_br: memória insuficiente

source: Socket URL for that instance.
pt_br: URL do soquete para essa instância.

source: Source IP address.
pt_br: Endereço IP da origem.

source: Default socket URL.
pt_br: URL do soquete padrão.

source: Configure connection to a pies instance
pt_br: Configura a conexão para uma instância do pies

source: %s: reading configuration from %s
pt_br: %s: lendo configuração de %s

source: %s: URL not found in %s
pt_br: %s: Nenhum URL encontrado em %s

source: %s: cannot create URL: %s
pt_br: %s: não foi possível criar a URL: %s

source: %s: falling back to default URL
pt_br: %s: retrocedendo para a URL padrão

source: %s: using URL %s
pt_br: %s: usando a URL %s

source: Configuration file structure for piesctl. For more information, use command "info piesctl.conf".
pt_br: Estrutura de arquivo de configuração para piesctl. Para mais informação, use "info piesctl.conf".

source: warning:
pt_br: aviso:

source: cannot install header %s: %s
pt_br: não foi possível instalar o cabeçalho %s: %s

source: HTTP read error
pt_br: erro de leitura de HTTP

source: wrote %lu of %lu bytes of content
pt_br: escreveu %lu de %lu bytes de conteúdo

source: malformed header line: %s
pt_br: linha de cabeçalho malformada: %s

source: unexpected reply: %s
pt_br: reposta inesperada: %s

source: unsupported HTTP version: %s
pt_br: versão HTTP sem suporte: %s

source: bad reply status: %s
pt_br: estado de resposta inválida: %s

source: bad content length: %s
pt_br: tamanho do conteúdo inválido: %s

source: content read error
pt_br: erro de leitura do conteúdo

source: no content type specified
pt_br: nenhum tipo de conteúdo especificado

source: unsupported content type: %s
pt_br: tipo de conteúdo sem suporte: %s

source: original json was: %s
pt_br: json original era: %s

source: original status line: %s %s %s
pt_br: linha de estado original: %s %s %s

source: %s: raw JSON reply follows:
pt_br: %s: resposta JSON não tratada segue:

source: please report
pt_br: por favor, relate

source: unsupported authentication type: %s
pt_br: tipo de autenticação sem suporte: %s

source: %s user
pt_br: usuário de %s

source: %s password
pt_br: senha de %s

source: "%s" has wrong type
pt_br: "%s" possui tipo errado

source: no "%s" member
pt_br: nenhum membro "%s"

source: can't get value of "%s"
pt_br: não foi possível obter o valor de "%s"

source: %lu: unexpected value type
pt_br: %lu: tipo de valor inesperado

source: unexpected end of statement
pt_br: fim de declaração inesperado

source: expected end of statement, but found "%s"
pt_br: esperava fim de declaração, mas encontrou "%s"

source: %s requires argument
pt_br: %s requer argumento

source: unbalanced parenthesis
pt_br: parênteses não balanceados

source: parse error at %s
pt_br: erro de análise em %s

source: condition must be specified
pt_br: a condição deve ser especificada

source: can't get attribute %s
pt_br: não foi possível obter o atributo %s

source: unknown error
pt_br: erro desconhecido

source: unknown status
pt_br: status desconhecido

source: unrecognized response
pt_br: resposta não reconhecida

source: expected "list" or "set", but found "%s"
pt_br: esperava "list" ou "set", mas encontrou "%s"

source: unrecognized subcommand: %s
pt_br: subcomando não reconhecido: %s

source: bad syntax
pt_br: sintaxe inválida

source: unexpected word: %s
pt_br: palavra inesperada: %s

source: [CONDITION]
pt_br: [CONDIÇÃO]

source: list configured components
pt_br: lista os componentes configurados

source: CONDITION
pt_br: CONDIÇÃO

source: stop components
pt_br: interrompe os componentes

source: start components
pt_br: inicia os componentes

source: restart components
pt_br: reinicia os componentes

source: CONDITION is defined as follows: <condition> ::= <disjunction> <disjunction> ::= <conjunction> | <conjunction> "or" <disjunction> <conjunction> ::= <unary> | <unary> "and" <conjunction> <unary> ::= <term> | "not" <condition> | "(" <condition> ")" <term> ::= "all" | "active" | <keyword> <value> <keyword> ::= "type" | "mode" | "status" | "component" <value> ::= <word> | <quoted-string> <word> ::= <printable> | <word> <printable> <printable> ::= "A" - "Z" | "a" - "z" | "0" - "9" | "_" | "." | "*" | ":" | "@" | "[" | "]" | "-" | "/" <quoted-string> ::= """ <string> """ <string> ::= <char> | <string> <char> <char> ::= <any character except "\" and """> | "\\" | "\""
pt_br: CONDIÇÃO é definida da seguinte forma: <condição> ::= <disjunção> <disjunção> ::= <conjunção> | <conjunção> "or" <disjunção> <conjunção> ::= <unário> | <unário> "and" <conjunção> <unário> ::= <termo> | "not" <condição> | "(" <condição> ")" <termo> ::= "all" | "active" | <palavra-chave> <valor> <palavra-chave> ::= "type" | "mode" | "status" | "component" <valor> ::= <palavra> | <texto-entre-aspas> <palavra> ::= <imprimível> | <palavra> <imprimível> <imprimível> ::= "A" - "Z" | "a" - "z" | "0" - "9" | "_" | "." | "*" | ":" | "@" | "[" | "]" | "-" | "/" <texto-entre-aspas> ::= """ <texto> """ <texto> ::= <caractere> | <texto> <caractere> <caractere> ::= <qualquer caractere exceto "\" e """> | "\\" | "\""

source: [KEYWORDS...]
pt_br: [PALAVRAS-CHAVE...]
