Repository: rffontenelle/tp-pt_BR-translations
Catalog: pies/*.po
Languages: pt_br

source: show info about the running GNU Pies instance
pt_br: mostra info sobre a instância de GNU Pies em execução

source: Available KEYWORDS are: package, version, instance, binary, argv, PID
pt_br: PALAVRAS-CHAVE disponíveis são: package, version, instance, binary, argv, PID

source: stop running pies instance
pt_br: interrompe a instância do pies em execução

source: restart pies instance
pt_br: inicia a instância do pies

source: reload configuration
pt_br: recarrega a configuração

source: clear configuration file list
pt_br: limpa a lista de arquivos de configuração

source: file add SYNTAX FILE
pt_br: file add SINTAXE ARQUIVO

source: add FILE of given SYNTAX to the list of configuration files
pt_br: adiciona ARQUIVO da SINTAXE dada à lista de arquivos de configuração

source: file del[ete] NAME [NAME...]
pt_br: file del[ete] NOME [NOME...]

source: remove listed names from the list of configuration files
pt_br: remova nomes listados a partir da lista de arquivos de configuração

source: list configuration files
pt_br: lista arquivos de configuração

source: list or change the runlevel
pt_br: lista ou altera o nível de execução

source: environ list [NAME]
pt_br: environ list [NOME]

source: list init execution environment
pt_br: lista ambiente de execução inicial

source: environ set NAME=VALUE
pt_br: environ set NOME=VALOR

source: update execution environment
pt_br: atualiza o ambiente de execução

source: environ unset NAME
pt_br: environ unset NOME

source: %s: ambiguous command %s:
pt_br: %s: comando ambíguo %s:

source: unknown command: %s
pt_br: comando desconhecido: %s

source: Available commands with their arguments are:
pt_br: Comandos disponíveis com seus argumentos são:

source: not enough arguments
pt_br: argumentos insuficientes

source: cannot open output file %s: %s
pt_br: não foi possível abrir o arquivo de saída %s: %s

source: cannot run redirector `%s': fork failed: %s
pt_br: não foi possível redirecionar "%s": fork falhou: %s

source: redirector for %s started, pid=%lu
pt_br: redirecionador para %s iniciado, pid=%lu

source: unexpected address family: %d
pt_br: família de endereço inesperada: %d

source: connections in class %s/%s: %lu
pt_br: conexões na classe %s/%s: %lu

source: %s is respawning too fast, disabled for %d minute
pt_br: %s está reaparecendo muito rápido, desabilitado por %d minuto

source: %s is starting too often, disabled for %d minute
pt_br: %s está iniciando com muita frequência, desabilitado por %d minuto

source: %s: cannot change to directory %s: %s
pt_br: %s: não foi possível mudar para o diretório %s: %s

source: cannot start `%s': %s
pt_br: não foi possível iniciar "%s": %s

source: unlinking %s
pt_br: desvinculando %s

source: starting %s
pt_br: inciando %s

source: %s: cannot remove file `%s': %s
pt_br: %s: não foi possível remover o arquivo "%s": %s

source: cannot run `%s': fork failed: %s
pt_br: não é possível "%s": fork falhou: %s

source: %s started, pid=%lu
pt_br: %s iniciado, pid=%lu

source: access from %s blocked
pt_br: acesso de %s bloqueado

source: error writing to socket: %s
pt_br: erro ao escrever para o soquete: %s

source: %s: access from %s denied: too many instances running
pt_br: %s: acesso de %s negado: número excessivo de instâncias em execução

source: %s: access from %s denied: too many connections from that ip
pt_br: %s: acesso de %s negado: número excessivo de conexões deste ip

source: someone wants %s
pt_br: alguém quer %s

source: %s: too many instances running, dropping connection
pt_br: %s: número excessivo de instâncias em execução, desconectando

source: INTERNAL ERROR: attempting to kill nonexistent process %s
pt_br: ERRO INTERNO: tentando matar processo inexistente %s

source: checking for components to start
pt_br: verificando por componentes para iniciar

source: %s (%lu) exited successfully
pt_br: %s (%lu) saiu com sucesso

source: %s (%lu) exited with status %d
pt_br: %s (%lu) saiu com status %d

source: (core dumped)
pt_br: (imagem do núcleo gravada)

source: %s (%lu) terminated on signal %d%s
pt_br: %s (%lu) terminado com sinal %d%s

source: %s (%lu) stopped on signal %d
pt_br: %s (%lu) parou com sinal %d

source: %s (%lu) terminated with unrecognized status: %d
pt_br: %s (%lu) terminado com status não reconhecido: %d

source: cannot parse recipient address list (%s)
pt_br: não foi possível analisar a lista de endereços de destinatários (%s)

source: sending notification to %s
pt_br: enviando notificação para %s

source: cannot send mail: fork failed: %s
pt_br: não foi enviar e-mail: fork falhou: %s

source: started mailer: %s, pid=%lu
pt_br: mailer iniciado: %s, pid=%lu

source: cannot send mail: pipe failed: %s
pt_br: não foi enviar e-mail: pipe falhou: %s

source: cannot write to pipe: %s
pt_br: não foi possível escrever para pipe: %s

source: exited with code
pt_br: saiu com código

source: terminated on signal
pt_br: terminado com sinall

source: executing %s
pt_br: executando %s

source: started command: %s, pid=%lu
pt_br: comando iniciado: %s, pid=%lu

source: [action]
pt_br: [ação]

source: %s: terminated with code %d
pt_br: %s: terminado com código %d

source: %s: terminated on signal %d
pt_br: %s: terminado com sinal %d

source: %s: unrecognized termination status
pt_br: %s: status de terminação não reconhecida

source: disabling component %s
pt_br: desabilitando o componente %s

source: unknown child
pt_br: filho desconhecido

source: removing redirector %s, pid=%lu
pt_br: removendo redirecionador %s, pid=%lu

source: stopping component %s
pt_br: parando o componente %s

source: waking up component %s
pt_br: acordando o componente %s

source: stopping component %s: component not started
pt_br: parando o componente %s: componente não iniciado

source: deactivating listener %s
pt_br: desativando o ouvinte %s

source: activating listener %s
pt_br: ativando o ouvinte %s

source: cannot switch to EGID %lu: %s
pt_br: não foi possível trocar para EGID %lu: %s

source: cannot switch to EUID %lu: %s
pt_br: não foi possível trocar para EUID %lu: %s

source: %s: invalid octal number (%s)
pt_br: %s: número octal inválido (%s)

source: %s: invalid umask (%s)
pt_br: %s: umask inválido (%s)

source: %s: invalid mode (%s)
pt_br: %s: modo inválido (%s)

source: no such user: %s
pt_br: usuário inexistente: %s

source: no such group: %s
pt_br: grupo inexistente: %s

source: %s: UNIX socket name too long
pt_br: %s: nome de soquete UNIX grande demais

source: %s: not a socket
pt_br: %s: não é um soquete

source: %s: unknown host name %s
pt_br: %s: nome de máquina desconhecido %s

source: %s: unsupported address family
pt_br: %s: família de endereço sem suporte

source: %s: set reuseaddr failed: %s
pt_br: %s: a definição de reuseaddr falhou: %s

source: no way to send fd
pt_br: nenhuma forma para enviar fd

source: pass-fd timed out in state %s
pt_br: esgotado tempo de pass-fd no estado %s

source: cannot stat %s: %s
pt_br: não foi possível obter estado de %s: %s

source: disabling fd %d
pt_br: desabilitando fd %d

source: enabling fd %d
pt_br: habilitando fd %d

source: error reading from %s: %s
pt_br: erro ao ler de %s: %s

source: end of file on %s: reopening
pt_br: fim de arquivo em %s: reabrindo

source: got invalid initreq
pt_br: obteve initreq inválida

source: out of memory
pt_br: memória insuficiente

source: cannot open %s: %s
pt_br: não foi possível abrir %s: %s

source: error writing to %s: %s
pt_br: erro ao gravar em %s: %s

source: unknown syntax type
pt_br: tipo de sintaxe desconhecido

source: not enough fields
pt_br: campos insuficientes

source: invalid runlevel
pt_br: nível de execução inválido

source: unknown action
pt_br: ação desconhecida

source: unexpected EOF on %s
pt_br: EOF inesperado em %s

source: unknown group: %s
pt_br: grupo desconhecido: %s

source: setgroups(1, %lu) failed: %s
pt_br: setgroups(1, %lu) falhou: %s

source: setegid(%lu) failed: %s
pt_br: setegid(%lu) falhou: %s

source: setregid(%lu,%lu) failed: %s
pt_br: setregid(%lu,%lu) falhou: %s

source: setresgid(%lu,%lu,%lu) failed: %s
pt_br: setresgid(%lu,%lu,%lu) falhou: %s

source: setgid(%lu) failed: %s
pt_br: setgid(%lu) falhou: %s

source: cannot set effective gid to %lu
pt_br: não foi possível definir gid efetivo para %lu

source: setreuid(%lu,-1) failed: %s
pt_br: setreuid(%lu,-1) falhou: %s

source: second setuid(%lu) failed: %s
pt_br: segundo setuid(%lu) falhou: %s

source: setuid(%lu) failed: %s
pt_br: setuid(%lu) falhou: %s

source: seteuid(0) succeeded when it should not
pt_br: seteuid(0) obteve sucesso quando não deveria

source: cannot drop non-root setuid privileges
pt_br: não foi possível descartar privilégios não-root de setuid

source: cannot open %s for writing
pt_br: não foi possível abrir %s para escrita

source: Operation Mode
pt_br: Modos de operação

source: FILE
pt_br: ARQUIVO

source: use FILE instead of the default configuration
pt_br: usa ARQUIVO em vez da configuração padrão

source: show configuration file summary
pt_br: mostra um resumo do arquivo de configuração

source: preprocess configuration file and exit
pt_br: preprocessa o arquivo de configuração e sai

source: force startup even if another instance may be running
pt_br: força a inicialização mesmo que outra instância esteja em execução

source: remain in foreground
pt_br: mantém em primeiro plano

source: don't suppose SysV init mode if PID is 1
pt_br: não presume modo init SysV se o PID for 1

source: run in inetd mode
pt_br: executa em modo inetd

source: NAME
pt_br: NOME

source: set instance name
pt_br: define o nome da instância

source: NUMBER
pt_br: NÚMERO

source: set default maximum rate for inetd-style components
pt_br: defina a taxa máxima padrão para componentes estilo inetd

source: log to stderr
pt_br: registra para a stderr

source: expect configuration files in the given syntax
pt_br: espera arquivos de configuração na sintaxe dada

source: log to syslog
pt_br: registra para o syslog

source: parse configuration file and exit
pt_br: analisa o arquivo de configuração e sai

source: telinit command: run "pies -T --help" for help
pt_br: comando telinit: execute "pies -T --help" para ajuda

source: Preprocessor
pt_br: Preprocessador

source: add include directory
pt_br: adiciona diretório de inclusão

source: NAME[=VALUE]
pt_br: NOME[=VALOR]

source: define a preprocessor symbol NAME as having VALUE or empty
pt_br: define um símbolo de preprocessador NOME como tendo VALOR ou vazio

source: undefine a preprocessor symbol NAME
pt_br: remove a definição de um símbolo de preprocessador NOME

source: Component Management
pt_br: Gerenciamento de componente

source: reload the running instance of pies
pt_br: recarrega a instância em execução do pies

source: restart components named in the command line
pt_br: reinicia componentes passados na linha de comando

source: display info about the running instance
pt_br: exibe info sobre a instância em execução

source: stop the running instance
pt_br: interrompe a instância em execução

source: Debugging and Additional Diagnostics
pt_br: Depuração e diagnósticos adicionais

source: dump dependency map
pt_br: despeja um mapa de dependências

source: trace dependencies
pt_br: rastreia dependências

source: trace prerequisites
pt_br: rastreia pré-requisitos

source: show source info with debugging messages
pt_br: mostra info da origem com mensagens de depuração

source: LEVEL
pt_br: NÍVEL

source: set debug verbosity level
pt_br: define o nível de verbosidade da depuração

source: Other options
pt_br: Outras opções

source: Give this help list
pt_br: Fornece esta lista de ajuda

source: Give a short usage message
pt_br: Fornece uma mensagem curta e sai

source: Print program version
pt_br: Exibe a versão do programa

source: process invocation and execution supervisor
pt_br: supervisor de invocação e execução de processo

source: not a number: %s
pt_br: não um número: %s

source: unknown syntax type: %s
pt_br: tipo de sintaxe desconhecido: %s

source: connect to instance NAME
pt_br: conecta à instância NOME

source: preprocess configuration files and exit
pt_br: preprocessa os arquivos de configuração e sai

source: verbose diagnostics
pt_br: diagnósticos detalhados

source: dump obtained responses verbatim
pt_br: despeja na íntegra as respostas obtidas

source: connect to this socket
pt_br: conecta a este soquete

source: don't read ~/.netrc file
pt_br: não lê o arquivo ~/.netrc

source: GNU pies control program
pt_br: Programa de controle do GNU pies

source: COMMAND [ARG...]
pt_br: COMANDO [ARG...]

source: incomplete sentence
pt_br: sequência incompleta

source: ignoring unrecognized line
pt_br: ignorando linha não reconhecida

source: no preprocessor configured
pt_br: nenhum preprocessador configurado

source: %s: invalid connection type: port is meaningless for UNIX sockets
pt_br: %s: tipo de conexão inválida: porta não faz sentido para soquetes UNIX

source: cannot parse address
pt_br: não foi possível analisar o endereço

source: %s:%d: internal error while converting network address
pt_br: %s:%d: erro interno ao converter o endereço de rede

source: %s: cannot set close-on-exec: %s
pt_br: %s: não foi possível definir close-on-exec: %s

source: source and destination address family differ
pt_br: a família de endereço de origem e destino diferem

source: expected %s
pt_br: esperava %s

source: expected %s, but found %s
pt_br: esperava %s, mas encontrou %s

source: invalid network mask: %s
pt_br: máscara de rede inválida: %s

source: unrecognized address family: %s
pt_br: família de endereço não reconhecida: %s

source: invalid network address: %s
pt_br: endereço de rede inválido: %s

source: number
pt_br: número

source: boolean
pt_br: booleano

source: section
pt_br: seção

source: null
pt_br: nulo

source: Disabled;
pt_br: Desabilitado;

source: stray character %c
pt_br: caractere %c disperso

source: stray character \%03o
pt_br: caractere \%03o disperso

source: Cannot open `%s'
pt_br: Não foi possível abrir "%s"

source: Unable to start external preprocessor `%s'
pt_br: Não foi possível iniciar preprocessador externo "%s"

source: cannot parse #line line: %s
pt_br: não foi possível analisar linha #line: %s

source: invalid #line statement
pt_br: declaração de #line inválida

source: malformed #line statement
pt_br: declaração de #line malformada

source: unknown escape sequence: '\%c'
pt_br: sequência de escape desconhecida: "\%c"

source: newline in a string
pt_br: nova linha em uma string

source: Usage:
pt_br: Uso:

source: OPTION
pt_br: OPÇÃO

source: Aliases
pt_br: Apelidos

source: Alias
pt_br: Apelido

source: Mandatory or optional arguments to long options are also mandatory or optional for any corresponding short options.
pt_br: Argumentos obrigatórios e opcionais para opções grandes também o são para a opção curta correspondente.

source: Report bugs to %s.
pt_br: Relate erros para: %s. Relate erros de tradução para <https://translationproject.org/team/pt_BR.html>

source: %s home page: <%s>
pt_br: Página do %s: <%s>

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
pt_br: Licença GPLv3+: GNU GPL versão 3 ou posterior <http://gnu.org/licenses/gpl.html> Este é um software livre: você é livre para alterá-lo e redistribuí-lo. NÃO HÁ QUALQUER GARANTIA, na máxima extensão permitida em lei.

source: Written by
pt_br: Escrito por

source: and
pt_br: e

source: cannot open `%s'
pt_br: não foi possível abrir "%s"

source: unexpected end of file
pt_br: fim de arquivo inesperado

source: parse error
pt_br: erro de análise

source: Cannot stat `%s'
pt_br: Não foi possível obter status de "%s"

source: Recursive inclusion
pt_br: Inclusão recursiva

source: `%s' already included here
pt_br: "%s" já incluído aqui

source: `%s' already included at top level
pt_br: "%s" já incluído no nível de topo

source: Cannot parse include line
pt_br: Não foi possível analisar a linha incluída

source: invalid include statement
pt_br: declaração inclusa inválida

source: read error
pt_br: erro de leitura

source: %s: No such file or directory
pt_br: %s: Arquivo ou diretório não encontrados

source: Cannot run `%s'
pt_br: Não foi possível executar "%s"

source: socket path name too long: %s
pt_br: nome do caminho do soquete muito longo: %s

source: %s: garbage near %s
pt_br: %s: lixo próximo a %s

source: service not specified: %s
pt_br: serviço não especificado: %s

source: %s: cannot parse address: %s
pt_br: %s: não foi possível analisar o endereço: %s

source: unknown or unsupported scheme: %s
pt_br: esquema desconhecida ou sem suporte: %s

source: %s: UNIX socket must be an absolute file name
pt_br: %s: soquete UNIX deve ser um nome de arquivo absoluto

source: element not found in table
pt_br: elemento não localizado na tabela

source: symbol table is full
pt_br: a tabela de símbolo está cheia

source: one or more arguments
pt_br: um ou mais argumentos

source: unrecognized type; please report
pt_br: tipo não reconhecido; por favor, relate

source: section keyword used as a scalar
pt_br: palavra-chave de seção usada como uma escalar

source: scalar keyword used as a section
pt_br: palavra-chave de escalar usada como uma seção

source: unknown keyword
pt_br: palavra-chave desconhecida

source: %s: not a valid boolean value
pt_br: %s: não é um valor booleano válido

source: %s: not a valid IP address or hostname
pt_br: %s: não é um endereço de IP ou nome de máquina válidos

source: %s: not a valid port number
pt_br: %s: não é um número de porta válido

source: missing port number
pt_br: faltando número de porta

source: numeric overflow
pt_br: estouro numérico

source: value out of allowed range
pt_br: valor fora do intervalo permitido

source: not a number (stopped near `%s')
pt_br: não é um número (parou perto de "%s")

source: %s: not a valid IP address
pt_br: %s: não é um endereço IP válido

source: too many arguments to `%s'; missing semicolon?
pt_br: argumentos demais para "%s"; faltando ponto e vírgula?

source: INTERNAL ERROR at %s:%d: unhandled data type %d
pt_br: ERRO INTERNO em %s:%d, tipo de dado não tratado %d

source: %s: incompatible data type in list item #%d
pt_br: %s: tipo de dados incompatível na item de lista #%d

source: incompatible data type for `%s'
pt_br: tipo de dados incompatível para "%s"

source: memory exhausted
pt_br: memória esgotada

source: memory exhausted while trying to store error subject
pt_br: memória esgotada ao tentar armazenar o assunto do erro

source: Restarting
pt_br: Reiniciando

source: %.*s: variable null or not set
pt_br: %.*s: variável nula ou não definida

source: warning: undefined variable `%.*s'
pt_br: aviso: variável não definida "%.*s"

source: no files match pattern %s
pt_br: nenhum arquivo corresponde ao padrão %s

source: WS trimming
pt_br: Aparar alterações

source: command substitution
pt_br: substituição de comando

source: coalesce list
pt_br: lista de coalescência

source: tilde expansion
pt_br: expansão de til

source: variable expansion
pt_br: expansão de variável

source: quote removal
pt_br: remoção de aspas

source: path expansion
pt_br: expansão de caminho

source: (%02d) Input:%.*s;
pt_br: (%02d) Entrada:%.*s;

source: Initial list:
pt_br: Lista inicial:

source: Coalesced list:
pt_br: Lista coalescida:

source: no error
pt_br: nenhum erro

source: missing closing quote
pt_br: faltando fechar aspas

source: invalid wordsplit usage
pt_br: uso inválido de separação de palavra

source: unbalanced curly brace
pt_br: chave "{}" não balanceada

source: undefined variable
pt_br: variável não definida

source: input exhausted
pt_br: entrada esgotada

source: globbing error
pt_br: erro de casamento de padrões (globbing)

source: user-defined error
pt_br: erro definido pelo usuário

source: invalid parameter number in assignment
pt_br: número de parâmetro inválido na atribuição

source: missing closing %c (start near #%lu)
pt_br: faltando fechar %c (início próximo a #%lu)
