Repository: rffontenelle/tp-pt_BR-translations
Catalog: i18nparse/*.po
Languages: pt_br

source: usage:
pt_br: uso:

source: (default: %(default)s)
pt_br: (padrão: %(default)s)

source: argument %(argument_name)s: %(message)s
pt_br: argumento %(argument_name)s: %(message)s

source: .__call__() not defined
pt_br: .__call__() não definida

source: show program's version number and exit
pt_br: mostra o número da versão do programa e sai

source: conflicting subparser: %s
pt_br: sub-analisador sintático conflitante: %s

source: conflicting subparser alias: %s
pt_br: apelido de sub-analisador sintático conflitante: %s

source: unknown parser %(parser_name)r (choices: %(choices)s)
pt_br: analisador sintático %(parser_name)r desconhecido (escolhas: %(choices)s)

source: command '%(parser_name)s' is deprecated
pt_br: o comando '%(parser_name)s' foi descontinuado

source: argument "-" with mode %r
pt_br: argumento "-" com modo %r

source: can't open '%(filename)s': %(error)s
pt_br: não é possível abrir '%(filename)s': %(error)s

source: cannot merge actions - two groups are named %r
pt_br: não é possível unir ações - dois grupos com o nome %r

source: 'required' is an invalid argument for positionals
pt_br: 'required' é um argumento inválido para posicionais

source: invalid option string %(option)r: must start with a character %(prefix_chars)r
pt_br: opção inválida %(option)r: deve começar com um caractere %(prefix_chars)r

source: dest= is required for options like %r
pt_br: dest= é obrigatório para opções como %r

source: invalid conflict_resolution value: %r
pt_br: valor de conflict_resolution inválido: %r

source: conflicting option string: %s
pt_br: opção conflitante: %s

source: mutually exclusive arguments must be optional
pt_br: argumentos mutuamente exclusivos devem ser opcionais

source: positional arguments
pt_br: argumentos posicionais

source: options
pt_br: opções

source: show this help message and exit
pt_br: mostra esta mensagem de ajuda e sai

source: cannot have multiple subparser arguments
pt_br: não é possível ter vários argumentos de sub-analisador sintático

source: subcommands
pt_br: subcomandos

source: unrecognized arguments: %s
pt_br: argumentos não reconhecidos: %s

source: not allowed with argument %s
pt_br: não permitido com o argumento %s

source: ambiguous option: %(option)s could match %(matches)s
pt_br: opção ambígua: %(option)s pode ser %(matches)s

source: ignored explicit argument %r
pt_br: argumento explícito %r ignorado

source: option '%(option)s' is deprecated
pt_br: opção '%(option)s' está descontinuada

source: argument '%(argument_name)s' is deprecated
pt_br: argumento '%(argument_name)s' está descontinuado

source: the following arguments are required: %s
pt_br: os seguintes argumentos são obrigatórios: %s

source: one of the arguments %s is required
pt_br: um dos argumentos %s é obrigatório

source: expected one argument
pt_br: esperava um argumento

source: expected at most one argument
pt_br: esperado no máximo um argumento

source: expected at least one argument
pt_br: esperado ao menos um argumento

source: expected %s argument
pt_br: esperado %s argumento

source: unexpected option string: %s
pt_br: string de opção inesperada: %s

source: %r is not callable
pt_br: %r não é um chamável

source: invalid %(type)s value: %(value)r
pt_br: valor %(type)s inválido: %(value)r

source: invalid choice: %(value)r (choose from %(choices)s)
pt_br: opção inválida: %(value)r (escolha entre %(choices)s)

source: %(prog)s: error: %(message)s
pt_br: %(prog)s: erro: %(message)s

source: %(prog)s: warning: %(message)s
pt_br: %(prog)s: aviso: %(message)s
