Repository: rffontenelle/tp-pt_BR-translations
Catalog: enscript/*.po
Languages: pt_br

source: %s: option `%s' is ambiguous
pt_br: %s: a opção "%s" é ambígua

source: %s: option `--%s' doesn't allow an argument
pt_br: %s: a opção "--%s" não permite um argumento

source: %s: option `%c%s' doesn't allow an argument
pt_br: %s: a opção "%c%s" não permite um argumento

source: %s: option `%s' requires an argument
pt_br: %s: a opção "%s" exige um argumento

source: %s: unrecognized option `--%s'
pt_br: %s: opção desconhecida "--%s"

source: %s: unrecognized option `%c%s'
pt_br: %s: opção desconhecida "%c%s"

source: %s: illegal option -- %c
pt_br: %s: opção ilegal -- %c

source: %s: invalid option -- %c
pt_br: %s: opção inválida -- %c

source: %s: option requires an argument -- %c
pt_br: %s: a opção requer um argumento -- %c

source: %s: option `-W %s' is ambiguous
pt_br: %s: a opção "-W %s" é ambígua

source: %s: option `-W %s' doesn't allow an argument
pt_br: %s: a opção "-W %s" não permite um argumento

source: xmalloc(): couldn't allocate %d bytes
pt_br: xmalloc(): não foi possível alocar %d bytes

source: xcalloc(): couldn't allocate %d bytes
pt_br: xcalloc(): não foi possível alocar %d bytes

source: xrealloc(): couldn't reallocate %d bytes
pt_br: xrealloc(): não foi possível alocar %d bytes

source: Success
pt_br: Sucesso

source: No match
pt_br: Nenhuma ocorrência do padrão

source: Invalid regular expression
pt_br: Expressão regular inválida

source: Invalid collation character
pt_br: Caractere de combinação inválido

source: Invalid character class name
pt_br: Nome inválido de classe de caracteres

source: Trailing backslash
pt_br: Barra invertida no final

source: Invalid back reference
pt_br: Retrorreferência inválida

source: Unmatched [ or [^
pt_br: [ ou [^ sem correspondente

source: Unmatched ( or \(
pt_br: ( ou \( sem correspondente

source: Unmatched \{
pt_br: \{ sem correspondente

source: Invalid content of \{\}
pt_br: Conteúdo inválido de \{\}

source: Invalid range end
pt_br: Fim de intervalo inválido

source: Memory exhausted
pt_br: Memória esgotada

source: Invalid preceding regular expression
pt_br: A expressão regular precedente é inválida

source: Premature end of regular expression
pt_br: Fim prematuro da expressão regular

source: Regular expression too big
pt_br: Expressão regular grande demais

source: Unmatched ) or \)
pt_br: ) ou \) sem correspondente

source: No previous regular expression
pt_br: Nenhuma expressão regular anterior

source: $3v $-40N $3% pages $4L lines $E $C
pt_br: $3v $-40N $3% páginas $4L linhas $E $C

source: couldn't get passwd entry for uid=%d: %s
pt_br: não foi possível obter a contrassenha para uid=%d: %s

source: couldn't read config file "%s/%s": %s
pt_br: não foi possível ler o arquivo de configuração "%s/%s": %s

source: I did also try the following directories:
pt_br: Eu também tentei os seguintes diretórios:

source: This is probably an installation error. Please, try to rebuild:
pt_br: Esse provavelmente é um erro de instalação. Por favor, tente recompilar:

source: ./configure --prefix=PREFIX
pt_br: ./configure --prefix=PREFIXO

source: or set the environment variable `ENSCRIPT_LIBRARY' to point to your library directory.
pt_br: ou defina a variável de ambiente "ENSCRIPT_LIBRARY" para apontar para o diretório de sua biblioteca.

source: unknown encoding: %s
pt_br: codificação desconhecida: %s

source: couldn't open AFM library: %s
pt_br: não foi possível abrir a biblioteca AFM: %s

source: known media: name width height llx lly urx ury ------------------------------------------------------------
pt_br: dispositivo conhecido: nome largura altura llx lly urx ury ------------------------------------------------------------

source: do not know anything about media "%s"
pt_br: nada conhecido sobre o dispositivo "%s"

source: set new marginals for media `%s' (%dx%d): llx=%d, lly=%d, urx=%d, ury=%d
pt_br: define novas margens para dispositivo "%s" (%dx%d): llx=%d, lly=%d, urx=%d, ury=%d

source: illegal page label format "%s"
pt_br: formato ilegal do rótulo da página "%s"

source: illegal non-printable format "%s"
pt_br: formato ilegal do não-imprimível "%s"

source: illegal style for wrapped line marker: "%s"
pt_br: estilo ilegal para marcador de linha quebrada: "%s"

source: illegal N-up argument: %d
pt_br: argumento ilegal N-up: %d

source: N-up argument must be power of 2: %d
pt_br: o argumento N-up deve ser potência de 2: %d

source: malformed underlay position: %s
pt_br: posição base malformada: %s

source: illegal underlay style: %s
pt_br: estilo base incorreto: %s

source: Highlighting is supported for the following languages and file formats:
pt_br: Há suporte a realce para as linguagens e os formatos a seguir:

source: couldn't create temporary toc file: %s
pt_br: não foi possível criar o arquivo de tabela de conteúdo: %s

source: couldn't stat input file "%s": %s
pt_br: não foi possível obter estado do arquivo de entrada "%s": %s

source: couldn't rewind toc file: %s
pt_br: não foi possível reverter o arquivo de tabela de conteúdo: %s

source: Table of Contents
pt_br: Tabela de conteúdo

source: no output generated
pt_br: nenhuma saída gerada

source: output sent to %s
pt_br: enviar saída para %s

source: printer
pt_br: impressora

source: output left in %s
pt_br: saída deixada em %s

source: %d page
pt_br: %d página

source: %d copy
pt_br: %d cópia

source: sent to %s
pt_br: enviada(s) para %s

source: left in %s
pt_br: deixada em %s

source: %d line was %s
pt_br: %d linha foi %s

source: truncated
pt_br: truncada(s)

source: wrapped
pt_br: quebrada(s)

source: %d character was missing
pt_br: %d caractere estava faltando

source: missing character codes (decimal):
pt_br: faltando códigos de caractere (decimal):

source: %d non-printable character
pt_br: %d caractere não imprimível

source: non-printable character codes (decimal):
pt_br: códigos de caracteres (decimal) não imprimíveis:

source: couldn't open printer `%s': %s
pt_br: não foi possível abrir impressora "%s": %s

source: couldn't create output file "%s": %s
pt_br: não foi possível criar o arquivo de saída "%s": %s

source: couldn't close output file "%s": %s
pt_br: não foi possível fechar o arquivo de saída "%s": %s

source: syntax error in option string %s="%s": missing end of quotation: %c
pt_br: erro de sintaxe na string de opção %s="%s": faltando fim da citação: %c

source: warning: didn't process following options from environment variable %s:
pt_br: aviso: não processou as opções a seguir a partir da variável de ambiente %s:

source: option %d = "%s"
pt_br: opção %d = "%s"

source: number of columns must be larger than zero
pt_br: número de colunas deve ser maior do que zero

source: file alignment must be larger than zero
pt_br: alinhamento de arquivo deve ser maior do que zero

source: malformed font spec: %s
pt_br: especificação de fonte malformada: %s

source: couldn't find header definition file "%s.hdr"
pt_br: não foi possível localizar o cabeçalho de definição do arquivo "%s.hdr"

source: must print at least one line per each page: %s
pt_br: deve imprimir pelo menos uma linha por página: %s

source: %s: illegal newline character specifier: '%s': expected 'n' or 'r'
pt_br: %s: especificador ilegal de caractere de nova linha: "%s'": esperava "n" ou "r"

source: malformed argument `%s' for option -W, --option: no comma found
pt_br: argumento "%s" malformado para a opção -W, --option: nenhuma vírgula encontrada

source: helper application specification must be single character: %s
pt_br: a especificação de aplicativo auxiliar deve ser um único caractere: %s

source: slice must be greater than zero
pt_br: divisão deve ser maior do que zero

source: Try `%s --help' for more information.
pt_br: Tente "%s --help" para mais informações.

source: Usage: %s [OPTION]... [FILE]... Mandatory arguments to long options are mandatory for short options too. -# an alias for option -n, --copies -1 same as --columns=1 -2 same as --columns=2 --columns=NUM specify the number of columns per page -a, --pages=PAGES specify which pages are printed -A, --file-align=ALIGN align separate input files to ALIGN -b, --header=HEADER set page header -B, --no-header no page headers -c, --truncate-lines cut long lines (default is to wrap) -C[START], --line-numbers[=START] precede each line with its line number -d an alias for option --printer -D, --setpagedevice=KEY[:VALUE] pass a page device definition to output -e[CHAR], --escapes[=CHAR] enable special escape interpretation
pt_br: Uso: %s [OPÇÃO]... [ARQUIVO]... Argumentos obrigatórios para opções longas são obrigatórios para opções curtas. -# um alias para opção -n, --copies -1 mesmo que --columns=1 -2 mesmo que --columns=2 --columns=NÚM especifica o número de colunas por página -a, --pages=PÁGINAS especifica quais páginas são impressas -A, --file-align=ALINHAM. alinha arquivos de entrada separados a ALINGN -b, --header=CABEÇALHO configura cabeçalho de página -B, --no-header sem cabeçalhos de página -c, --truncate-lines corta linhas longas (padrão é para laço) -C[INÍCIO], --line-numbers[=INÍCIO] precede cada linha com seu número de linha -d um alias para opção --printer -D, --setpagedevice=CHAVE[:VALOR] passa definição de dispositivo de página para a saída -e[CHAR], --escapes[=CHAR] habilita interpretação de escape especial

source: -E[LANG], --highlight[=LANG] highlight source code
pt_br: -E[LANG], --highlight[=LANG] realça o código fonte

source: -f, --font=NAME use font NAME for body text -F, --header-font=NAME use font NAME for header texts -g, --print-anyway nothing (compatibility option) -G same as --fancy-header --fancy-header[=NAME] select fancy page header -h, --no-job-header suppress the job header page -H[NUM], --highlight-bars[=NUM] specify how high highlight bars are -i, --indent=NUM set line indent to NUM characters -I, --filter=CMD read input files through input filter CMD -j, --borders print borders around columns -J, an alias for option --title -k, --page-prefeed enable page prefeed -K, --no-page-prefeed disable page prefeed -l, --lineprinter simulate lineprinter, this is an alias for: --lines-per-page=66, --no-header, --portrait, --columns=1
pt_br: -f, --font=NOME usa a fonte NOME para o corpo do texto -F, --header-font=NOME usa a fonte NOME para o cabeçalho do texto -g, --print-anyway nada (opção de compatibilidade) -G mesmo que --fancy-header --fancy-header[=NOME] seleciona cabeçalho de página adernado -h, --no-job-header suprime a página do cabeçalho do trabalho -H[NÚM], --highlight-bars=[NÚM] especifica quão altas são as barras de realce -i, --indent=NÚM configura recuo de linha para caracteres NÚM -I, --filter=CMD lê arquivos de entrada através do filtro de CMD -j, --borders imprime bordas ao redor das colunas -J, uma alias para a opção --title -k, --page-prefeed habilita pré-alimentação de página -K, --no-page-prefeed desabilita pré-alimentação de página -l, --lineprinter simula impressora de linha, este é um alias para: --lines-per-page=66, --no-header, --portrait, --columns=1

source: -L, --lines-per-page=NUM specify how many lines are printed on each page -m, --mail send mail upon completion -M, --media=NAME use output media NAME -n, --copies=NUM print NUM copies of each page -N, --newline=NL select the newline character. Possible values for NL are: n (`\n') and r (`\r'). -o an alias for option --output -O, --missing-characters list missing characters -p, --output=FILE leave output to file FILE. If FILE is `-', leave output to stdout. -P, --printer=NAME print output to printer NAME -q, --quiet, --silent be really quiet -r, --landscape print in landscape mode -R, --portrait print in portrait mode
pt_br: -L, --lines-per-page=NÚM especifica quantas linhas são impressas em cada página -m, --mail envia mensagem ao concluir -M, --media=NOME usa a mídia de saída NOME -n, --copies=NÚM imprime cópias NÚM para cada página -N, --newline=NL seleciona caractere de nova linha. Valores possíveis para NL são ("\") e r ("\r"). -o um alias para opção --output -O, --missing-characters lista caracteres que faltam -p, --output=ARQUIVO deixa saída para arquivo ARQUIVO. Se ARQUIVO for "-", deixa para a saída padrão (stdout). -P, --printer=NOME imprime saída para impressora NOME -q, --quiet, --silent realmente quieto -r, --landscape imprime em modo paisagem -R, --portrait imprime em modo retrato

source: -s, --baselineskip=NUM set baselineskip to NUM -S, --statusdict=KEY[:VALUE] pass a statusdict definition to the output -t, --title=TITLE set banner page's job title to TITLE. Option sets also the name of the input file stdin. -T, --tabsize=NUM set tabulator size to NUM -u[TEXT], --underlay[=TEXT] print TEXT under every page -U, --nup=NUM print NUM logical pages on each output page -v, --verbose tell what we are doing -V, --version print version number -w, --language=LANG set output language to LANG -W, --options=APP,OPTION pass option OPTION to helper application APP -X, --encoding=NAME use input encoding NAME -z, --no-formfeed do not interpret form feed characters -Z, --pass-through pass through PostScript and PCL files without any modifications
pt_br: -s, --baselineskip=NÚM define baselineskip para NÚM -S, --statusdict=CHAVE[:VALOR] passa uma definição statusdict para a saída -t, --title=TÍTULO define um título de trabalho para a página do TÍTULO. A opção define também o nome do arquivo de entrada (stdin). -T, --tabsize=NÚM define tamanho de tabulador para NÚM -u[TEXTO], --underlay[=TEXTO] imprime TEXTO sob cada página -U, --nup=NÚM imprime páginas lógicas NÚM em cada página de saída -v, --verbose informa o que se está fazendo -V, --version imprime número da versão -W, --language=LINGUAGEM define a linguagem de saída para LINGUAGEM -W, --options=APP,OPÇÃO passa a opção OPÇÃO para o aplicativo auxiliar APP -X, --encoding=NOME usa a codificação de entrada NOME -z, --no-formfeed não interpreta forma de caracteres de alimentação -Z, --pass-through passa através de arquivos PostScript e PCL sem quaisquer modificações

source: Long-only options: --color[=bool] create color outputs with states --continuous-page-numbers count page numbers across input files. Don't restart numbering at beginning of each file. --download-font=NAME download font NAME --extended-return-values enable extended return values --filter-stdin=NAME specify how stdin is shown to the input filter --footer=FOOTER set page footer --h-column-height=HEIGHT set the horizontal column height to HEIGHT --help print this help and exit
pt_br: Opções longas apenas: --color[=bool] cria saídas coloridas com estados --continuous-page-numbers conta números de páginas ao longo dos arquivos de entrada. Não reinicia numeração no começo de cada arquivo. --download-font=NOME baixa a fonte NOME --extended-return-values habilita valores estendidos de retorno --filter-stdin=NOME especifica como stdin é mostrada para o filtro de entrada --footer=RODAPÉ define o rodapé da página --h-column-height=ALTURA define a altura da coluna horizontal para ALTURA --help imprime essa ajuda e sai

source: --help-highlight describe all supported --highlight languages and file formats --highlight-bar-gray=NUM print highlight bars with gray NUM (0 - 1) --list-media list names of all known media --margins=LEFT:RIGHT:TOP:BOTTOM adjust page marginals --mark-wrapped-lines[STYLE] mark wrapped lines in the output with STYLE --non-printable-format=FMT specify how non-printable chars are printed
pt_br: --help-highlight descreve todos os formatos de arquivos e linguagens que --highlight oferece suporte --highlight-bar-gray=NÚM imprime barras de realce com cinza NÚM (0 - 1) --list-media lista nomes de todas as mídias conhecidas --margins=ESQUERDA:DIREITA:SUPERIOR:INFERIOR ajusta margens da página --mark-wrapped-lines[ESTILO] marca linhas envoltas na saída com ESTILO --non-printable-format=FMT especifica como caracteres não imprimíveis são impressos

source: --nup-columnwise layout pages in the N-up printing columnwise --nup-xpad=NUM set the page x-padding of N-up printing to NUM --nup-ypad=NUM set the page y-padding of N-up printing to NUM --page-label-format=FMT set page label format to FMT --ps-level=LEVEL set the PostScript language level that enscript should use --printer-options=OPTIONS pass extra options to the printer command --rotate-even-pages rotate even-numbered pages 180 degrees
pt_br: --nup-columnwise organiza páginas na impressão N-up coluna a coluna --nup-xpad=NÚM define x-padding da página de impressão de N-up para NÚM --nup-ypad=NÚM define y-padding da página de impressão de N-up para NÚM --page-label-format=FMT define formato do rótulo da página para FMT --ps-level=NIVEL define o nível da linguagem de PostScript que o enscript deve usar --printer-options=OPÇÕES passa opções extras para o comando de impressão --rotate-even-pages gira páginas numeradas em 180 graus

source: --slice=NUM print vertical slice NUM --style=STYLE use highlight style STYLE --swap-even-page-margins swap left and right side margins for each even numbered page --toc print table of contents --ul-angle=ANGLE set underlay text's angle to ANGLE --ul-font=NAME print underlays with font NAME --ul-gray=NUM print underlays with gray value NUM --ul-position=POS set underlay's starting position to POS --ul-style=STYLE print underlays with style STYLE --word-wrap wrap long lines from word boundaries
pt_br: --slice=NÚM imprime uma divisão vertical NÚM --style=ESTILO usa estilo de realce ESTILO --swap-even-page-margins troca tamanho das páginas esquerda e direita para cada página par --toc imprime tabela de conteúdo --ul-angle=ÂNGULO define ângulo do texto base para ÂNGULO --ul-font=NOME imprime bases com fonte NOME --ul-gray=NÚM imprime bases com valor cinza NÚM --ul-positon=POS define a posição de início da base para POS --ul-style=ESTILO imprimir base com estilo ESTILO --word-wrap quebra linhas a partir dos limites de palavras

source: Report bugs to <%s>.
pt_br: Relate erros para <%s>. Relate erros de tradução para <https://translationproject.org/team/pt_BR.html>

source: couldn't find prolog "%s": %s
pt_br: não foi possível encontrar prolog "%s": %s

source: couldn't find encoding file "%s.enc": %s
pt_br: não foi possível localizar o arquivo de codificação "%s.enc": %s

source: couldn't find header definition file "%s.hdr": %s
pt_br: não foi possível encontrar o cabeçalho de definição do arquivo "%s.hdr": %s

source: processing file "%s"...
pt_br: processando o arquivo "%s"...

source: EPS file "%s" is too large for page
pt_br: arquivo EPS "%s" é grande demais para a página

source: user font encoding can be only the system's default or `ps'
pt_br: codificação de fonte de usuário pode ser somente o padrão do sistema ou "ps"

source: unknown special escape: %s
pt_br: escape especial desconhecida: %s

source: illegal option %c for ^@epsf escape
pt_br: opção ilegal %c para escape ^@epsf

source: malformed ^@epsf escape: no ']' after options
pt_br: escape ^@epsf malformada: nenhuma opção após "]"

source: too long file name for ^@epsf escape: %.*s
pt_br: nome de arquivo muito longo para escape ^@epsf: %.*s

source: unexpected EOF while scanning ^@epsf escape
pt_br: fim de arquivo inesperado verificando a escape ^@epsf

source: malformed ^@epsf escape: no '{' found
pt_br: escape ^@epsf malformada: sem "{" encontrado

source: malformed %s escape: no '{' found
pt_br: saída %s malformada: sem "{" encontrado

source: too long argument for %s escape: %.*s
pt_br: argumento longo demais para escape %s: %.*s

source: malformed font spec for ^@font escape: %s
pt_br: especificação de fonte malformada para escape de fonte ^@: %s

source: malformed color spec for ^@%s escape: %s
pt_br: especificação de cor malformada para escape ^@%s: %s

source: invalid value for ^@shade escape: %s
pt_br: valor inválido para escape ^@shade: %s

source: invalid value for ^@bggray escape: %s
pt_br: valor inválido para ^@bggray escape: %s

source: couldn't open EPS file "%s": %s
pt_br: não foi possível abrir o arquivo EPS "%s": %s

source: EPS file "%s" does not start with "%%!" magic
pt_br: arquivo EPS "%s" não inicia com "%%!" mágico

source: EPS file "%s" contains malformed %%%%BoundingBox row: "%.*s"
pt_br: arquivo EPS "%s" contém linha %%%%BoundingBox malformada: "%.*s"

source: EPS file "%s" is not a valid EPS file
pt_br: o arquivo "%s" não é um arquivo EPS válido

source: passing through all input files for output language `%s'
pt_br: passando através de todos os arquivos de entrada para linguagem de saída '%s'

source: passing through %s file "%s"
pt_br: passando através do %s arquivo "%s"

source: couldn't create temporary divert file: %s
pt_br: não foi possível criar arquivo de desvio temporário: %s

source: couldn't rewind divert file: %s
pt_br: não foi possível regressar ao arquivo de desvio: %s

source: missing argument: %s
pt_br: faltando argumento: %s

source: illegal value "%s" for option %s
pt_br: valor ilegal "%s" para a opção %s

source: invalid value "%s" for option %s
pt_br: valor inválido "%s" para a opção %s

source: illegal option: %s
pt_br: opção ilegal: %s

source: %s:%d: %%Format: no name
pt_br: %s:%d: %%Formato: sem nome

source: %s:%d: %%Format: too long name, maxlen=%d
pt_br: %s:%d: %%Formato: nome grande demais, maxlen=%d

source: %s:%d: %%Format: name "%s" is already defined
pt_br: %s:%d: %%Formato: nome "%s" já definido

source: %s:%d: %%HeaderHeight: no argument
pt_br: %s:%d: %%HeaderHeight: sem argumento

source: %s:%d: %%FooterHeight: no argument
pt_br: %s:%d: %%FooterHeight: sem argumento

source: %s: warning: font size is negative
pt_br: %s: cuidado: tamanho da fonte é negativo

source: %s: warning: font width is negative
pt_br: %s: cuidado: largura de fonte é negativa

source: %s: warning: font height is negative
pt_br: %s: cuidado: altura da fonte é negativa

source: reading AFM info for font "%s"
pt_br: lendo informação AFM para fonte "%s"

source: couldn't open AFM file for font "%s", using default
pt_br: não foi possível abrir o arquivo AFM para fonte "%s", usando o padrão

source: couldn't open AFM file for the default font: %s
pt_br: não foi possível abrir o arquivo AFM para a fonte padrão: %s

source: downloading font "%s"
pt_br: baixando fonte "%s"

source: couldn't open font description file "%s": %s
pt_br: não foi possível abrir o arquivo de descrição da fonte "%s": %s

source: %s: too long format for %%D{} escape
pt_br: %s: formato longo demais para escape %%D{}

source: %s: unknown `%%' escape `%c' (%d)
pt_br: %s: escape "%%" desconhecida "%c" (%d)

source: %s: no closing ')' for $() escape
pt_br: %s: sem ")" de fechamento para escape $()

source: %s: too long variable name for $() escape
pt_br: %s: nome de variável longa demais para escape $()

source: %s: too long format for $D{} escape
pt_br: %s: formato longo demais para escape $D{}

source: %s: unknown `$' escape `%c' (%d)
pt_br: %s: escape "$" desconhecido "%c" (%d)

source: malformed float dimension: "%s"
pt_br: dimensão flutuante malformada: "%s"

source: couldn't open input filter "%s" for file "%s": %s
pt_br: não foi possível abrir o filtro de entrada "%s" para o arquivo "%s": %s

source: couldn't open input file "%s": %s
pt_br: não foi possível abrir o arquivo de entrada "%s": %s

source: file=%s
pt_br: arquivo=%s

source: %s: couldn't open output file "%s"
pt_br: %s: não foi possível abrir o arquivo de saída "%s"

source: couldn't create AFM library
pt_br: não foi possível criar a biblioteca AFM
