Repository: rffontenelle/tp-pt_BR-translations
Catalog: enscript/*.po
Languages: pt_br

source: Usage: %s [OPTION]... FILE... Mandatory arguments to long options are mandatory for short options too. -h, --help print this help and exit -p, --output-file=NAME print output to file NAME (default file is font.map). If FILE is `-', leavy output to stdout. -V, --version print version number
pt_br: Uso:%s [OPÇÃO]... ARQUIVO... Argumentos obrigatórios para opções longas também o são para opções curtas. -h, --help imprime esta ajuda e sair -p, --output-file=NOME imprime saída para arquivo NOME (arquivo padrão é font.map). Se ARQUIVO for "-", deixa saída para stdout. -V, --version imprime número da versão

source: error: EOF in comment
pt_br: erro: fim de arquivo no comentário

source: error: EOF in string constant
pt_br: erro: fim de arquivo na cadeia de caracteres constante

source: error: EOF in regular expression
pt_br: erro: fim de arquivo na expressão regular

source: states for %s
pt_br: estados para %s

source: %s: malformed variable definition "%s"
pt_br: %s: definição de variável malformada "%s"

source: %s: couldn't create output file "%s": %s
pt_br: %s: não foi possível criar o arquivo de saída "%s": %s

source: %s: unknown warning level `%s'
pt_br: %s: nível de cuidado desconhecido "%s"

source: %s: out of memory
pt_br: %s: falta de memória

source: %s: couldn't open input file `%s': %s
pt_br: %s: não foi possível abrir o arquivo de entrada "%s": %s

source: Usage: %s [OPTION]... [FILE]... Mandatory arguments to long options are mandatory for short options too.
pt_br: Uso:%s [OPÇÃO]... ARQUIVO... Argumentos obrigatórios para opções longas também o são para opções curtas.

source: -D, --define=VAR=VAL define variable VAR to have value VAL -f, --file=NAME read state definitions from file NAME -h, --help print this help and exit -o, --output=NAME save output to file NAME -p, --path=PATH set the load path to PATH -s, --state=NAME start from state NAME -v, --verbose increase the program verbosity -V, --version print version number -W, --warning=LEVEL set the warning level to LEVEL
pt_br: -D, --define=VAR=VAL define a variável VAR com o valor VAL -f, --file=NOME lê definições de estado do arquivo NOME -h, --help imprime esta ajuda e sair -o, --output=NOME salva a saída para arquivo NOME -p, --path=CAMINHO define o caminho de carga para CAMINHO -s, --state=NOME inicia a partir do estado NOME -v, --verbose aumenta a verbosidade do programa -V, --version imprime número da versão -W, --warining=NÍVEL define o nível de aviso para NÍVEL

source: %s:%d: %s: too few arguments
pt_br: %s:%d: %s: número insuficiente de argumentos

source: %s:%d: %s: too many arguments
pt_br: %s:%d: %s: número excessivo de argumentos

source: %s:%d: %s: illegal argument type
pt_br: %s:%d: %s: tipo de argumento ilegal

source: %s: panic:
pt_br: %s: pane:

source: %s:%d: %s: malformed version string `%s'
pt_br: %s:%d: %s: versão de string malformada "%s"

source: %s: FATAL ERROR: States version %s or higher is required for this script
pt_br: %s: ERRO FATAL: States com versão %s ou posterior é necessário para este script

source: %s:%d: %s: start offset is bigger than end offset
pt_br: %s:%d: %s: a posição inicial é maior do que a final

source: %s:%d: %s: offset out of range
pt_br: %s:%d: %s: posição fora do intervalo

source: %s:%d: %s: illegal argument
pt_br: %s:%d: %s: argumento ilegal

source: %s:%d: %s: illegal regexp character syntax: %c
pt_br: %s:%d: %s: sintaxe ilegal dos caracteres da expressão regular: %c

source: %s:%d: %s: couldn't define state `%s'
pt_br: %s:%d: %s: não foi possível definir o estado "%s"

source: %s: primitive `%s': too few arguments for format
pt_br: %s: "%s" primitivo: número insuficiente de argumentos para formato

source: %s:%d: %s: argument %d doesn't match format
pt_br: %s:%d: %s: o argumento %d não casa com formato

source: %s:%d: %s: no extra options can be specified for %%s
pt_br: %s:%d: %s: nenhuma opção extra pode ser especificada para %%s

source: %s:%d: %s: illegal type specifier `%c'
pt_br: %s:%d: %s: especificador de tipo ilegal "%c"

source: %s: undefined state `%s'
pt_br: %s: estado indefinido "%s"

source: %s: error: undefined variable `%s'
pt_br: %s: erro: variável indefinida "%s"

source: %s: undefined super state `%s'
pt_br: %s: super estado indefinido "%s"

source: %s:%d: couldn't compile regular expression "%s": %s
pt_br: %s:%d: não foi possível compilar a expressão regular "%s": %s

source: %s: ouf of memory
pt_br: %s: falta de memória

source: warning: redefining state `%s'
pt_br: atenção: redefinindo estado "%s"

source: %s:%d: warning: redefining subroutine `%s'
pt_br: %s:%d: atenção: redefinindo sub-rotinas "%s"

source: %s:%d: error: undefined variable `%s'
pt_br: %s:%d: erro: variável indefinida "%s"

source: %s:%d: error: couldn't set variable `%s'
pt_br: %s:%d: erro: não foi possível definir a variável "%s"

source: %s:%d: error: expression between illegal types
pt_br: %s:%d: erro: expressão entre tipos ilegais

source: %s:%d: error: too few arguments for subroutine
pt_br: %s:%d: erro: número insuficiente de argumentos para a sub-rotina

source: %s:%d: error: too many arguments for subroutine
pt_br: %s:%d: erro: número excessivo de argumentos para a sub-rotina

source: %s:%d: error: undefined procedure `%s'
pt_br: %s:%d: erro: procedimento indefinido "%s"

source: %s:%d: error: illegal lvalue for assignment
pt_br: %s:%d: erro: "lvalue" ilegal para a atribuição

source: %s:%d: error: array reference index is not integer
pt_br: %s:%d: erro: índice de referência de disposição não é inteiro

source: %s:%d: error: negative array reference index
pt_br: %s:%d: erro: índice de referência de disposição negativo

source: %s:%d: error: illegal rvalue for string assignment
pt_br: %s:%d: erro: "rvalue" ilegal para atribuição de string

source: %s:%d: error: illegal type for array reference
pt_br: %s:%d: erro: tipo ilegal para referência de disposição

source: %s:%d: error: array reference index out of range
pt_br: %s:%d: erro: índice de referência de disposição fora do intervalo

source: %s: couldn't open definition file `%s': %s
pt_br: %s: não foi possível abrir o arquivo de definição "%s": %s

source: %s: autoloading `%s' from `%s'
pt_br: %s: lendo "%s" de "%s"
