Repository: rffontenelle/tp-pt_BR-translations
Catalog: wyslij-po/*.po
Languages: pt_br

source: Submit PO files to the Translation Project
pt_br: Envie arquivos PO para o Translation Project

source: FILE ...
pt_br: ARQUIVO ...

source: General Options:
pt_br: Opções gerais:

source: do nothing, print what would have been done
pt_br: faz nada, imprime o que seria feito

source: produce verbose output
pt_br: produz saída detalhada

source: FILE
pt_br: ARQUIVO

source: set the name of langtab file
pt_br: define o nome do arquivo langtab

source: COMMAND
pt_br: COMANDO

source: use this COMMAND for compression
pt_br: usa este COMANDO para compressão

source: Mail Address Control:
pt_br: Controle de endereço de e-mail:

source: send to this email address
pt_br: envia para este endereço de e-mail

source: EMAIL-LIST
pt_br: LISTA DE E-MAIL

source: set Carbon-copy recipients
pt_br: define destinatários em cópia carbono (Cc)

source: set Blind carbon-copy recipients
pt_br: define destinatários em cópia oculta (Bcc)

source: FOLDER
pt_br: PASTA

source: direct Fcc to the given folder
pt_br: direciona a Fcc para a pasta fornecida

source: set sender address
pt_br: define endereço do remetente

source: PO File Verification Options:
pt_br: Opções de verificação de arquivos PO:

source: verify PO modification time
pt_br: verifica última modificação do PO

source: make sure the submitted PO file is for the latest package version
pt_br: certifica-se de que o arquivo PO submetido é para a última versão do pacote

source: not a boolean
pt_br: não boolean

source: Use <command> for compression.
pt_br: Usa <comando> para compressão.

source: command
pt_br: comando

source: Set the name of the langtab file.
pt_br: Define o nome do arquivo langtab.

source: file
pt_br: arquivo

source: Set recipient address. Multiple emails are allowed.
pt_br: Define o endereço do destinatário. Múltiplos e-mails são permitidos.

source: Set carbon copy recipients.
pt_br: Define destinatários em cópia carbono.

source: Set blind carbon copy recipients.
pt_br: Define destinatários em cópia oculta.

source: Save copy in <folder>.
pt_br: Salva cópia na <pasta>.

source: folder
pt_br: pasta

source: Set sender address
pt_br: Define o endereço do remetente

source: Read sender address from the PO file.
pt_br: Lê o endereço do remetente do arquivo PO.

source: Verify PO modification time
pt_br: Verifica a última modificação do PO

source: Verify package version.
pt_br: Verifica a versão do pacote.

source: URL of textual domain page. Characters %s are replaced with the textual domain name. The default value is http://translationproject.org/domain/%s.html
pt_br: URL da página de domínio textual. Caracteres %s são substituídos com o nome do domínio textual. O valor padrão é http://translationproject.org/domain/%s.html

source: Regular expression to extract the latest POT file name from tp-url.
pt_br: Expressão regular para extrair o nome do último arquivo POT do tp-url.

source: executing %s...
pt_br: executando %s...

source: %s: cannot create stream for `%s': %s
pt_br: %s: não foi possível criar fluxo para "%s": %s

source: %s: cannot create base64 encoder stream: %s
pt_br: %s: não foi possível criar fluxo de codificador base64: %s

source: %s: cannot pipe to `%s': %s
pt_br: %s: não foi possível redirecionar para "%s": %s

source: Message:
pt_br: Mensagem:

source: Message headers:
pt_br: Cabeçalhos da mensagem:

source: NOT submitting
pt_br: NÃO submetendo

source: Submitting %s
pt_br: Submetendo %s

source: %s: Sending message failed: %s
pt_br: %s: Envio da mensagem falhou: %s

source: Creating mailer `%s' failed: %s
pt_br: Criação de mailer "%s" falhou: %s

source: Opening mailer `%s' failed: %s
pt_br: Abertura de mailer "%s" falhou: %s

source: Closing mailer failed: %s
pt_br: Fechamento de mailer falhou: %s

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
pt_br: Licença GPLv3+: GNU GPL versão 3 ou posterior <http://gnu.org/licenses/gpl.html> Este é um software livre: você é livre para alterar e redistribuí-lo. NÃO HÁ GARANTIA, na extensão permitida pela lei.

source: Written by %s.
pt_br: Escrito por %s.

source: Not enough arguments
pt_br: Argumentos insuficientes

source: cannot get protocol from the url `%s': %s
pt_br: não foi possível obter protocolo da url "%s": %s

source: %s: unsupported protocol
pt_br: %s: sem suporte ao protocolo

source: cannot extract host information from the url `%s': %s
pt_br: não foi possível extrair informação da máquina a partir da url "%s": %s

source: cannot expand string `%s': %s
pt_br: não foi possível expandir a string "%s": %s

source: Cannot create url from `%s': %s
pt_br: não foi possível criar url de "%s": %s

source: mu_stream_write: wrote 0 bytes
pt_br: mu_stream_write: escreveu 0 bytes

source: http_wait failed: %s
pt_br: http_wait falhou: %s

source: mu_stream_write timed out
pt_br: mu_stream_write alcançou o tempo limite de espera

source: http_stream_wait failed: %s
pt_br: http_stream_wait falhou: %s

source: Connecting to %s:%u
pt_br: Conectando a %s:%u

source: Getting /%s
pt_br: Obtendo /%s

source: Got %-12.12s
pt_br: Obteve %-12.12s

source: Invalid HTTP response (got %s)
pt_br: Resposta HTTP inválida (obteve %s)

source: Invalid HTTP response (got %*.*s)
pt_br: Resposta HTTP inválida (obteve %*.*s)

source: Invalid HTTP response: not enough data
pt_br: Resposta HTTP inválida: dados insuficientes

source: Invalid HTTP response (near %s)
pt_br: Resposta HTTP inválida (próximo a %s)

source: Page not found
pt_br: Página não encontrada

source: Got error %d
pt_br: Obteve erro %d

source: Verifying POT file version for `%s'
pt_br: Verificando a versão do arquivo POT de "%s"

source: URL of the latest POT file not found
pt_br: URL do último arquivo POT não encontrada

source: POT project string (%s) does not match latest version (%s)
pt_br: String do POT do projeto (%s) não corresponde a última versão (%s)

source: Cannot compile regex: %s
pt_br: Não foi possível compilar a expressão regular: %s

source: Invalid regex: no subexpressions
pt_br: Expressão regular inválida: sem sub-expressões

source: %s: read error: %s
pt_br: %s: erro ao ler: %s

source: %s: short read
pt_br: %s: leitura curta

source: cannot open file %s: %s
pt_br: não foi possível abrir o arquivo %s: %s

source: %s:%u: unexpected keyword (instead of "msgid")
pt_br: %s:%u: palavra-chave inesperada (ao invés de "msgid")

source: %s:%u: unexpected keyword (instead of "msgstr")
pt_br: %s:%u: palavra-chave inesperada (ao invés de "msgstr")

source: cannot split "%s": %s
pt_br: não foi possível dividir "%s": %s

source: cannot create header: %s
pt_br: não foi possível criar o cabeçalho: %s

source: Cannot parse Language-Team: %s
pt_br: Não foi possível analisar Language-Team: %s

source: Cannot build language name
pt_br: Não foi possível compilar nome do idioma

source: Unknown language: %s
pt_br: Idioma desconhecido: %s

source: %s: No %s
pt_br: %s: Sem %s

source: %s: Cannot parse %s
pt_br: %s: Não foi possível analisar %s

source: Verifying creation vs. revision date
pt_br: Verificando data de criação vs. revisão

source: %s: po revision date is prior to pot creation date
pt_br: %s: data de revisão do po é anterior à de criação

source: Restoring canonical file name for `%s'
pt_br: Restaurando nome de arquivo canônico de "%s"

source: No Project-Id-Version
pt_br: Sem Project-Id-Version

source: Cannot parse Project-Id-Version: %s
pt_br: Não foi possível analisar Project-Id-Version: %s

source: Malformed Project-Id-Version
pt_br: Project-Id-Version mal formada

source: Can't get the Language header: %s
pt_br: Não foi possível obter o cabeçalho Language: %s

source: Can't determine target language: neither Language nor Language-Team header is present in the PO file
pt_br: Não foi possível determinar o idioma alvo: os cabeçalhos Language e Language-Team não estão presentes no arquivo PO

source: %s: cannot parse last translator address `%s': %s
pt_br: %s: não foi possível analisar o endereço "%s" do último tradutor: %s

source: %s: cannot retrieve email address from Last-Translator: %s
pt_br: %s: não foi possível obter endereço de e-mail de Last-Translator: %s

source: %s: No Last-Translator
pt_br: %s: Sem Last-Translator

source: Sourcing language table `%s'
pt_br: Carregando tabela de idioma "%s"

source: Cannot open %s: %s
pt_br: Não foi possível abrir %s: %s

source: Cannot create assoc table: %s
pt_br: Não foi possível criar tabela de associação: %s

source: %s:%u: too few fields
pt_br: %s:%u: poucos campos
